{
    "_COMMENT0": "===============================================================================================================================================================================.",
    "site-title": "Personalisierte Gesundheit? ja, aber privat!",
    "404-title": "SantéPerso 404",
    "navbar-home": "Startseite",
    "navbar-tool": "Werkzeug",
    "navbar-concept": "Konzept",
    "navbar-faq": "FAQ",
    "navbar-about": "Über",
    "cookie-text": "Mit der Navigation auf dieser Website akzeptieren Sie unsere <a href='{#1}/faq#data' target='_blank'>Datenschutzerklärung</a>. Ihre Daten können in anonymisierter Form für gemeinnützige akademische Forschung verwendet werden. ",
    "cookie-accept": "OK",
    "_COMMENT1": "====================================================================================================================================================================.",
    "home-title": "DNA, Familie und Datenschutz",
    "home-p1": "Ihr <a class='ext-link' href='https://de.wikipedia.org/wiki/Genom'>Genom</a>, auch <a class='ext-link' href='https://de.wikipedia.org/wiki/Desoxyribonukleins%C3%A4ure'>DNA</a> genannt, besteht aus drei Milliarden Paaren von <a class='ext-link' href='https://de.wikipedia.org/wiki/Nukleotide'>Nukleotiden</a>. Ihr Genom beeinflusst Ihre körperliche Erscheinung, aber auch Ihre nicht sichtbaren Eigenschaften, wie z.B. Ihre Prädisposition für bestimmte Krankheiten.  Die Kenntnis des Genoms ermöglicht es daher, die Gesundheitsversorgung zu verbessern oder die Herkunft zu erforschen.  Diese Informationen können auch missbräuchlich verwendet werden: Beispielsweise kann Ihnen dadurch der Abschluss einer bestimmten Krankenversicherung, ein Job oder ein Darlehen verweigert werden.  <a class='ext-link' href='https://www.cnbc.com/2018/06/16/5-biggest-risks-of-sharing-dna-with-consumer-genetic-testing-companies.html'> Mehr erfahren</a> ",
    "home-p2": "In jedem Nukleotiden- Paar ihrer DNA wird ein Nukleotid von Ihrer Mutter und das andere von Ihrem Vater vererbt. Dadurch ist Ihre DNA direkt mit denen Ihrer Eltern und Ihrer Kinder verbunden, aber auch indirekt mit denen aller Ihrer Familienmitglieder: Ihrer Geschwister, Ihrer Cousins, Ihrer Großeltern etc. Ihre DNA lässt sich also weitestgehend von denen Ihrer Verwandten ableiten. Umgekehrt kann auch die DNA Ihrer Verwandten bis zu einem gewissen Grad von Ihrer abgeleitet werden. Diese Website bietet Ihnen ein Tool, um diesen Verlust der Privatsphäre abzuschätzen. ",
    "home-btn": "Gehen Sie zum Schätzwerkzeug",
    "_COMMENT2": "====================== FAQ PAGE =============================================================================================================================.",
    "faq-title": "FAQ - Häufig gestellte Fragen",
    "faq-intro": "Für allgemeine Fragen zur Genomik und zum Datenschutz empfehlen wir Ihnen die <a class='ext-link' href='https://www.priv.gc.ca/en/opc-actions-and-decisions/research/explore-privacy-research/2012/gi_qa/'>FAQ des kanadischen Datenschutzbeauftragten</a> sowie die Community-Website zum Thema Genomschutz und -sicherheit <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a>. Diese FAQ konzentriert sich auf Fragen, die sich direkt auf das auf dieser Website angebotene Tool beziehen.",
    "faq-title-who": "Wer entwickelt und pflegt diese Website?",
    "faq-text-who": "Diese Informationen sind <a href='../about'>hier</a> verfügbar.",
    "faq-title-data": "Welche Daten werden auf dem Server gespeichert?",
    "faq-text-data": "Die auf dem Server gespeicherten Daten sind: eine Benutzer-ID (zufällig generiert), die auf der Website durchgeführten Aktionen und Ihre Antworten auf die Umfragen, wenn Sie diese beantwortet haben. Die eingegebenen Namen zur Anpassung des Familienstammbaums werden niemals an den Server gesendet. Sondern es wird nur die Baumstruktur, der Personen, die ihr Genom sequenziert und angepeilt haben an den Server. Die Personendaten werden anonymisiert gespeichert. Es wird auch ein Cookie erstellt, um Ihre Präferenzen und den Inhalt Ihrer Sitzung zu speichern.<br/>Beachten Sie, dass Sie, wenn Sie sich auf anderen Websites der Domain unil.ch befunden haben, möglicherweise andere Analyse-Cookies verwenden. Diese werden von dieser Website niemals verwendet.",
    "faq-title-data-use": "Wofür werden diese Daten verwendet?",
    "faq-text-data-use": "Die anonymisierten/aggregierten Daten werden ausschliesslich für die gemeinnützige akademische Forschung auf dem Gebiet der genomischen Privatsphäre verwendet. Es werden keine Daten an Dritte weitergeben",
    "faq-title-benefits": "Welche Vorteile hat es, das eigene Genom sequenzieren oder genotypisieren zu lassen?",
    "faq-text-benefits-p1": "Die Kenntnis des Genoms bietet Ihnen drei Vorteile 1. Aus medizinischer Sicht ist es möglich, Ihre Prädispositionen für bestimmte Krankheiten vorherzusagen und sich selbst besser zu behandeln. Auf diese Weise können Sie Ihren Lebensstil an Ihr genomisches Risiko anpassen, wie z.B. bei einem Risiko für Typ-2-Diabetes. ",
    "faq-text-benefits-p2": "2. Auf der Freizeitebene ist es möglich, mit Ihren genomischen Informationen Ihre Herkunft zu entdecken oder sogar entfernte Verwandte zu finden.",
    "faq-text-benefits-p3": "3. Auf wissenschaftlicher Ebene trägt der Austausch genomischer Daten dazu bei, die präzise/personalisierte medizinische Forschung zum Wohle aller voranzutreiben.",
    "faq-title-risks": "Welche Datenschutzrisiken bestehen, wenn das eigene Genom sequenziert oder genotypisiert wird?",
    "faq-text-risks-p1": "Ihr Genom kann auch zu Ihrem Nachteil verwendet werden, wenn Ihnen z.B. eine Versicherung, ein Kredit oder ein Job aufgrund ihres DANN-Profils verweigert wird. So könnte beispielsweise Ihre Versicherung Ihre medizinischen Risiken anhand Ihrer genetischen Daten besser einschätzen und Ihre Prämien entsprechend anpassen. In der Schweiz sindVersicherungen ab sofort berechtigt, von Ihnen die Ergebnisse Ihres Gentests zu verlangen, wenn die Versicherungssumme CHF 400'000 übersteigt. In der Praxis muss eine Versicherungsgesellschaft Sie möglicherweise nicht einmal direkt nach Ihrem Genom fragen. Wenn einer oder mehrere Ihrer Verwandten ihre genomischen Informationen bereits mitgeteilt haben, könnte der Versicherungsanbieter Ihr genomisches Risiko bereits abschätzen, vielleicht mit weniger Genauigkeit, und Ihre Prämien für jeden Versicherungsvertrag anpassen, auch für Beträge unter 400'000CHF. Diese Website ermöglicht es Ihnen, den Anteil der Informationen, die in einem solchen Fall abgeleitet werden können, zu bewerten. ",
    "faq-text-risks-p2": "Im Falle von Direct-to-Consumer-Tests, die von Unternehmen wie 23andMe, AncestryDNA oder MyHeritage angeboten werden, können diese Unternehmen Ihre genomischen Informationen monetarisieren, indem sie diese weitergeben. <a class='ext-link' href='https://www.wired.com/story/23andme-glaxosmithkline-pharma-deal/'> 23andMe verkauft bereits den Zugang zu seiner genomischen Datenbank</a> in anonymisierter Form an Pharmaunternehmen. Diese Aktivitäten beschränken sich nun auf die pharmazeutische Forschung, aber es gibt keine Garantie dafür, dass dies in Zukunft immer der Fall sein wird.",
    "faq-title-offer": "Was bietet das Tool?",
    "faq-text-offer": "Dieses Tool bietet eine Schätzung Ihrer genomischen Privatsphäre und der Ihrer Familienmitglieder, abhängig von den Personen, die ihr Genom sequenziert haben.",
    "faq-title-privacy-score": "Was bedeutet der genomische Datenschutzwert?",
    "faq-text-privacy-score": "Ein genomischer Datenschutzwert gibt an, wie viel von Ihren genomischen Informationen geheim bleibt, wenn die Genome Ihrer sequenzierten Verwandten bekannt sind. Wenn zum Beispiel die Genome beider Ihrer biologischen Eltern bekannt sind, ist es möglich, 46% Ihrer genomischen Informationen zu erhalten. Wenn also Ihre beiden Elternteile ihre Genome sequenziert haben, bleiben 54% Ihrer genomischen Informationen geheim, und das ist Ihr Datenschutzwert.<br/>Ihre genomischen Informationen identifizieren Sie eindeutig, offenbaren Ihre familiären Ursprünge und können verwendet werden, um Ihre Risiken für bestimmte medizinische Erkrankungen einzuschätzen.",
    "faq-title-not-privacy-score": "Was sagt Ihnen der genomische Datenschutzwert nicht?",
    "faq-text-not-privacy-score-p1": "Der Datenschutzwert berücksichtigt nicht Ihre Besonderheiten wie Ihre ethnische Zugehörigkeit oder die Korrelationen, die innerhalb des menschlichen Genoms bestehen (<a class='ext-link' href='https://en.wikipedia.org/wiki/Linkage_disequilibrium'>linkage disequilibrium</a>). Es ist eine Annäherung und ein Durchschnitt über alle Gene und alle möglichen Konfigurationen von Genen in Ihrer Familie. Ohne genomische Daten ist es unserem Tool nicht möglich, genetische Besonderheiten Ihrer Familie zu berücksichtigen. Die Schätzung basiert daher auf öffentlich zugänglichen Bevölkerungsstatistiken über Allelfrequenzen, die in <a target='_blank' href='../img/mafs_distribution.jpg'>dieser Zahl</a> dargestellt sind.",
    "faq-text-not-privacy-score-p2": "Der Datenschutzwert gibt nicht die Privatsphäre für einzelne Gene an. Einige Gene lassen sich leichter ableiten als andere. Wenn also Ihre gesamte genomische Vertraulichkeit 54% beträgt, kann es sein, dass einige Gene eine Vertraulichkeit nahe 0% und andere nahe 100% haben. Einige isolierte Varianten, wie <a class='ext-link' href='https://de.wikipedia.org/wiki/Apolipoprotein_E'>ApoE4</a> (was auf ein höheres Risiko für <a class='ext-link' href='https://de.wikipedia.org/wiki/Alzheimer-Krankheit'>Alzheimer</a>'s Krankheit hinweist), können mit Leichtigkeit abgeleitet werden, selbst wenn Ihr genomischer Datenschutzwert hoch ist.",
    "faq-text-not-privacy-score-p3": "Schließlich sagt Ihnen der genomische Datenschutzwert nicht, inwieweit festgestellt werden kann, dass Sie mit jemand anderem verwandt sind. Zum Beispiel enthüllt das Genom eines Ihrer Cousins nur 1% Ihrer eigenen genomischen Informationen. Basierend auf Ihren beiden Genomen ist es jedoch möglich, mit hoher Sicherheit festzustellen, dass Sie verwandt sind. Dies ist die Art von Techniken, die verwendet wurden, um Strafsachen wie die der <a class='ext-link' href='https://www.nytimes.com/2018/04/27/health/dna-privacy-golden-state-killer-genealogy.html'>Golden State Killer</a> zu lösen.",
    "faq-title-half-siblings": "Was ist mit Halbgeschwistern und mehreren Partnern?",
    "faq-text-half-siblings": "Im Moment verarbeitet das Tool keine Halfsiblings und mehrere Partner.",
    "faq-title-how": "Wie wird die Berechnung durchgeführt?",
    "faq-text-how": "Der Algorithmus zur Berechnung der genomischen Privatsphäre ist auf der Seite <a href='../concept' target='_blank'>Konzept</a> beschrieben und wird in Kürze einen Link zu einem detaillierten technischen Bericht enthalten.",
    "faq-title-change": "Warum ändert sich der genomische Datenschutzwert nicht, wenn ich eine Person im Stammbaum als sequenziert bezeichne?",
    "faq-text-change-1": "Das bedeutet, dass das Genom des Betroffenen aufgrund der Genome anderer Mitglieder Ihrer Familie keine zusätzlichen Informationen über das Genom des Ziels (z.B. Sie) liefert. Hier sind zwei typische Konfigurationen, in denen dies beobachtet werden kann:",
    "faq-text-change-2": "Ein sequenzierter direkter Vorfahre (oder direkter Nachfahre) liefert keine Informationen: Wenn es einen anderen sequenzierten Vorfahren zwischen diesem Vorfahren und dem Ziel gibt, sind alle genetischen Informationen über das Ziel bereits vom mittleren Vorfahren gegeben.<br>Alle genetischen Informationen Ihrer Großmutter väterlicherseits werden von Ihrem Vater an Sie weitergegeben. Das Wissen um das Genom Ihrer Großmutter zusätzlich zum Genom Ihres Vaters wird also keine zusätzlichen Informationen über Sie preisgeben.<br>Das Gleiche gilt für direkte Nachkommen: Das Wissen um das Genom Ihres Enkels wird keine Informationen liefern, wenn das Genom seiner Mutter (Ihrer Tochter) bekannt ist. ",
    "faq-text-change-3": "Kein Kind (oder direkter Nachkomme) der Zielperson wird sequenziert; die Angabe des Ehepartners der Zielperson (oder eines seiner Aszendenten) als sequenziert ändert nichts an der Bewertung. <br>Die Genome von zwei Ehepartnern sind nicht miteinander verbunden. Nur wenn das Genom mindestens eines ihrer Kinder (oder eines direkten Nachkommens) bekannt ist, liefert das Genom eines der Ehepartner Informationen über das Genom des anderen. Indem man weiß, welches der beiden Nukleotide, die das Kind besitzt, von der Mutter vererbt wurde, kann man daraus schließen, dass das andere vom Vater vererbt wurde, was Aufschluss über das Genom des Vaters gibt.",
    "faq-title-duration": "Warum dauert die Aktualisierung der Partitur lange?",
    "faq-text-duration-p1": "Wenn der von Ihnen erstellte Familienstammbaum viele Individuen enthält, die ihr Genom sequenziert haben, kann die Berechnung des Privacy Scores einige Zeit in Anspruch nehmen. Tatsächlich berücksichtigt der Algorithmus alle möglichen Kombinationen für die Genome von sequenzierten Individuen. Die Anzahl solcher Konfigurationen steigt exponentiell mit der Anzahl der sequenzierten Genome.",
    "faq-text-duration-p2": "Wenn die Berechnung mehr als 2 Minuten dauert, wird sie unterbrochen und nachts ausgeführt und auf dem Server gespeichert. Wenn sich der genomische Datenschutzwert für einen Baum in weniger als 2 Minuten nicht aktualisiert, kommen Sie einfach am nächsten Tag wieder und der Wert sollte verfügbar sein.",
    "faq-title-small-changes": "Warum ändert sich die Punktzahl für den gleichen Baum und die gleichen Familienmitglieder um einige Prozentpunkte?",
    "faq-text-small-changes": "Um bei der ersten Begegnung mit einer Familienbaumstruktur reagieren zu können, berechnet das Tool eine erste Annäherung an die Punktzahl. Diese Annäherung wird später verfeinert, daher ein möglicher kleiner Unterschied.",
    "_COMMENT3": "=============================================================================================================================================================.",
    "concept-title": "Konzept",
    "concept-p1": "Auf dieser Seite finden Sie Informationen über die theoretischen Grundlagen des auf dieser Seite angebotenen Tools zur genomischen Datenschutzbewertung. Dieses Instrument baut auf den Ergebnissen auf, die in drei wissenschaftlichen Publikationen ausführlich vorgestellt wurden [1,2,3].",
    "concept-p2": "Das <a class='ext-link' href='https://de.wikipedia.org/wiki/Genom' >Genom</a>, auch <a class='ext-link' href='https://de.wikipedia.org/wiki/Desoxyribonukleins%C3%A4ure' >DNA</a> genannt, besteht aus drei Milliarden Paaren von <a class='ext-link' href='https://de.wikipedia.org/wiki/Nukleotide' >Nukleotiden</a>. In jedem Nukleotidpaar wird ein Nukleotid von der Mutter und das andere vom Vater vererbt. Einige Nukleotide (genannt <a class='ext-link' href='https://de.wikipedia.org/wiki/Einzelnukleotid-Polymorphismus' >single-nucleotide polymorphism</a>, oder SNP) können unterschiedliche mögliche <a class='ext-link' href='https://de.wikipedia.org/wiki/Allel' >Werte</a> mit bekannten <a class='ext-link' href='https://de.wikipedia.org/wiki/Allelfrequenz' >populationsweise Wahrscheinlichkeitsfaktoren</a> haben. Diese sind die Grundlage der Berechnung: Für jedes SNP berücksichtigt das Tool alle möglichen Konfigurationen der SNP-Werte für alle Mitglieder im Stammbaum, die ihr Genom sequenziert haben (oder genauer gesagt <a class='ext-link' href='https://de.wikipedia.org/wiki/Genotypisierung' >genotypisiert</a>). ",
    "concept-p3": "Für jede mögliche Konfiguration von Werten berechnet das Tool die Wahrscheinlichkeit, dass eine solche Situation eintritt. Anschließend berechnet es die posteriore Wahrscheinlichkeitsverteilung des SNP-Wertes des Ziels in dieser Konfiguration.",
    "concept-p4": "Um diese Wahrscheinlichkeitsverteilung zu berechnen, modelliert das Tool die Verknüpfungen zwischen den Genomen verschiedener Mitglieder Ihrer Familie mit Hilfe eines bestimmten probabilistischen grafischen Modells, genannt <a class='ext-link' href='https://de.wikipedia.org/wiki/Bayessches_Netz' >Bayesisches Netzwerk</a>, dessen Struktur der des Familienbaums folgt. Diese Berechnungen werden für jeden SNP im Genom durchgeführt.",
    "concept-p5": "Aus dieser Wahrscheinlichkeitsverteilung wird die Menge an genomischen Informationen, die in jeder Konfiguration vertraulich bleibt (d.h. nicht abgeleitet werden kann), nach der Formel <a class='ext-link' href='https://de.wikipedia.org/wiki/Transinformation' >mutual Information</a> berechnet. Der Privacy Score ist der gewichtete Durchschnitt der vertraulichen Informationen der SNPs, wobei die Gewichte die Wahrscheinlichkeiten der Konfigurationen sind.",
    "concept-p6": "Die SNPs, die wir für den Privacy Score berücksichtigen, sind ~480'000 SNPs, die von 23andMe genotypisiert wurden, für die Daten in der öffentlichen SNP-Datenbank <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a> verfügbar sind. Die Statistiken über die Allelfrequenzen von SNPs stammen aus der <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a>-Studie, die die Genome von 125'000 Individuen berücksichtigt. Die resultierende Verteilung der Allelfrequenzen ist in <a target='_blank' href='../img/mafs_distribution.jpg'>dieser Zahl</a> angegeben.",
    "concept-p7": "Der Datenschutzwert spiegelt die durchschnittliche Menge der genomischen Informationen des Ziels wider, die nicht aus den Genomen der sequenzierten Familienmitglieder abgeleitet werden können.",
    "concept-p8": "Wir verwenden auch Caching, um zu vermeiden, dass identische Datenschutzwerte neu berechnet werden. Wenn ein Besucher das Tool zum Berechnen eines Scores verwendet, wird die Familienstammbaumstruktur und das entsprechende Ergebnis gespeichert. Wenn ein anderer Besucher später die gleiche Berechnung durchführt, wird das Ergebnis sofort zurückgegeben.",
    "concept-publications": "Wissenschaftliche Publikationen ",
    "_COMMENT4": "====================================================================================================================================================.",
    "about-team-title": "Team",
    "about-mathias": "Mathias Humbert, PhD",
    "about-position-mathias": "Projektleitung - SDSC",
    "about-didier": "Didier Dupertuis, MSc",
    "about-position-didier": "Entwickler - HEC Lausanne",
    "about-murielle": "Dr. Murielle Bochud, PhD",
    "about-position-murielle": "Professor - UniSanté",
    "about-sandrine": "Professor - UniSanté",
    "about-position-sandrine": "",
    "about-kevin": "Kévin Huguenin, PhD",
    "about-position-kevin": "Professor - HEC Lausanne",
    "about-michael": "Professor - HEC Lausanne",
    "about-position-michael": "Professor - HES-SO",
    "about-benjamin": "Benjamin Trubert, MSc",
    "about-position-benjamin": "Doktorand - HEC Lausanne",
    "about-sponsors-title": "Sponsoren",
    "about-sponsors-text": "Dieses Projekt ist Teilfinanziert durch die <a class='ext-link' href='https://www.leenaards.ch' >Leenaards Foundation</a> als Teil der <a class='ext-link' href='https://www.santeperso.ch/' >Personalized Health and Society (SantéPerSo)</a> Initiative.",
    "about-thanks-title": "Dank und Anerkennung",
    "about-thanks-text": "Das Team dankt Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini und Antonio Ruggiero sowie dem <a class='ext-link' href='http://hec.unil.ch/people/mcherubini' >Prof. Mauro Cherubini</a> für die Mitgestaltung dieser Webseite im Rahmen des Kurses <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. Das Design der Website ist inspiriert von <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>.",
    "_COMMENT5": "=========================================================================================================================================================================.",
    "tool-h2-title": "Datenschutzschätzung",
    "tool-p1": "Auf dieser Seite können Sie Ihren Familienstammbaum erstellen und die Personen angeben, deren Genome bekannt sind, z.B. weil sie einen Dienst wie <a class='ext-link' href='https://de.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://de.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> oder <a class='ext-link' href='https://en.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> verwendet haben.",
    "tool-p2": "Danach können Sie als \"Ziel\", sich oder jedes andere Familienmitglied, dessen genomische Privatsphäre Sie schätzen möchten, auswählen. Ihr Datenschutzwert wird dann in der rechten Leiste angezeigt. ",
    "tool-launch-tuto": "Das Tutorial starten",
    "twitter-link": "<a href='https://twitter.com/intent/tweet?text=Wussten%20Sie%2C%20dass%20sich%20das%20Genom%20eines%20Menschen%20aus%20dem%20seiner%20Familienmitglieder%20ableiten%20l%C3%A4sst%3F%20Sch%C3%A4tzen%20Sie%20Ihre%20genomische%20Privatsph%C3%A4re%20in%20der%20Familie%20mit%20Hilfe%20unseres%20interaktiven%20Tools.%20%40GenomePrivacy%20https%3A%2F%2Fbit.ly%2F2Cf8HQW%20%23privacy%20%23genomic%20via%20%40santeperso' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
    "email-link": "<a href='mailto:?subject=Bewerten%20Sie%20die%20genomische%20Privatsph%C3%A4re%20in%20Ihrer%20Familie.&body=Wussten%20Sie%2C%20dass%20sich%20das%20Genom%20eines%20Menschen%20aus%20dem%20seiner%20Familienmitglieder%20ableiten%20l%C3%A4sst%3F%20Sch%C3%A4tzen%20Sie%20Ihre%20genomische%20Privatsph%C3%A4re%20in%20der%20Familie%20mit%20diesem%20interaktiven%20Tool.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
    "explainer-text": "{#1}% der genomischen Informationen des Ziels können aus den Genomen ihrer sequenzierten Verwandten abgeleitet werden. Ihr Datenschutzwert liegt daher bei {#2}%. ",
    "_COMMENT6": "Tutorial ------------------ Tutorial ---------------------------",
    "tuto-title-0": "Erstellen Sie Ihren Familienstammbaum",
    "tuto-text-0": "Um eine Person hinzuzufügen, klicken Sie auf {#add} und wählen Sie ein Familienmitglied; um eine Person zu entfernen, klicken Sie auf {#remove}.",
    "tuto-title-1": "Geben Sie an, wer sein Genom sequenziert hat.",
    "tuto-text-1": "Um anzuzeigen, dass eine Person ihr Genom sequenziert hat, klicken Sie auf {#sequence}. Ihr DNA-Symbol wird dunkler, um zu zeigen, dass sie sequenziert sind. Um es rückgängig zu machen und anzuzeigen, dass eine Person ihr Genom nicht sequenziert hat, klicken Sie auf {#unsequence}.",
    "tuto-title-2": "Wählen Sie ein Ziel für die Datenschutzbewertung aus.",
    "tuto-text-2": "Um das Ziel auszuwählen, klicken Sie auf {#target} Schaltfläche des ausgewählten Familienmitglieds. Ihr Datenschutzwert wird dann berechnet und in der rechten Leiste angezeigt (es kann einige Sekunden dauern).",
    "tuto-title-3": "Benennen Sie Ihre Familienmitglieder (optional)",
    "tuto-text-3": "Sie können die Namen Ihrer Familienmitglieder angeben, indem Sie auf deren Namen klicken. Sie können auch Ihr Geschlecht angeben, indem Sie auf {#sex}.",
    "previous-button": "< Vorherige",
    "next-button": "Weiter >",
    "close-button": "Ende",
    "_COMMENT6.5": "Umfrage ---------------------- Umfrage ------------------------",
    "survey-step-1-title": "Ein paar Fragen.....",
    "score-exp": "Finden Sie die erhaltenen genomischen Datenschutzwerte beruhigend oder beunruhigend?",
    "score-exp-leftbound": "Sehr beunruhigend",
    "score-exp-rightbound": "Sehr beruhigend",
    "you-or-family": "Interessieren Sie sich mehr für Ihre genomische Privatsphäre oder eher für die Ihrer Verwandten?",
    "you-or-family-leftbound": "Mine",
    "you-or-family-rightbound": "Die meiner Verwandten",
    "survey-prior-knowledge": "Bevor Sie diese Website besuchen, wussten Sie schon, welches genomische Datenschutzrisiko Verwandte miteinander eingehen können?",
    "utility-website": "Findest du dieses Tool nützlich?",
    "utility-website-leftbound": "Überhaupt nicht sinnvoll",
    "utility-website-rightbound": "Sehr nützlich",
    "nps": "Wie hoch sind die Chancen, dass Sie diese Website empfehlen würden?",
    "nps-leftbound": "Sehr unwahrscheinlich",
    "nps-rightbound": "Sehr wahrscheinlich",
    "survey-comment": "Hast du einen Kommentar zu diesem Tool?",
    "survey-sex": "Was ist dein Geschlecht?",
    "male": "Männlich",
    "female": "Weiblich",
    "rathernotsay": "Lieber nicht sagen",
    "survey-age": "Wie alt sind Sie?",
    "survey-own-sequence": "Haben Sie Ihr Genom sequenzieren lassen?",
    "survey-other-sequence": "Nach Ihrem Wissen, hat einer Ihrer Verwandten sein Genom sequenziert bekommen?",
    "yes": "Ja",
    "no": "Nein",
    "not-sure": "Nicht sicher",
    "to-some-extent": "Bis zu einem gewissen Grad",
    "survey-step-2-title": "Eine letzte Sache.....",
    "survey-policy": "Diese Daten werden für akademische Forschungszwecke erhoben. Weitere Informationen finden Sie in unserer <a href='../faq#data' target='_blank'>Datenschutzerklärung</a>.",
    "survey-volunteer": "Bitte helfen Sie uns, unser Tool zu verbessern, füllen Sie eine kurze Umfrage (2 Minuten) aus!",
    "survey-resume": "Umfrage fortsetzen",
    "_COMMENT7": "---------------------- Familienstammbaum ----------------------",
    "node-name-woman": "Frau",
    "node-name-man": "Mann",
    "node-name-grandmother": "Großmutter",
    "node-name-grandfather": "Großvater",
    "node-name-mother": "Vater",
    "node-name-father": "Mutter",
    "node-name-motherinlaw": "Schwiegermutter",
    "node-name-fatherinlaw": "Schwiegervater",
    "node-name-uncle": "Onkel",
    "node-name-aunt": "Tante",
    "node-name-uncleinlaw": "Onkel",
    "node-name-auntinlaw": "Tante",
    "node-name-you": "Du",
    "node-name-partner": "Partner",
    "node-name-brother": "Bruder",
    "node-name-sister": "Schwester",
    "node-name-brotherinlaw": "Schwager",
    "node-name-sisterinlaw": "Schwägerin",
    "node-name-cousinf": "Cousin",
    "node-name-cousinm": "Cousin",
    "node-name-daughter": "Tochter",
    "node-name-son": "Sohn",
    "node-name-daughterinlaw": "Schwiegertochter",
    "node-name-soninlaw": "Schwiegersohn",
    "node-name-niece": "Nichte",
    "node-name-nephew": "Neffe",
    "node-name-grandson": "Enkel",
    "node-name-granddaughter": "Enkelin",
    "hint-delete-node": "Diese Person löschen",
    "hint-sequence-node": "Geben Sie an, ob diese Person ihr Genom sequenziert hat.",
    "hint-change-sex": "Geben Sie Ihr Geschlecht an",
    "hint-trash": "Stammbaum zurücksetzen",
    "change-target": "Wählen Sie diese Person als Ziel aus.",
    "trash-sure": "Bist du sicher, dass du deinen Stammbaum zurücksetzen willst?",
    "trash-cancel": "Abbrechen",
    "trash-confirm": "Bestätigen",
    "mobile-block": "Das Tool ist leider noch nicht auf mobilen Plattformen verfügbar.</br>Bitte verwenden Sie einen Computer, um Ihre genomische Privatsphäre zu schätzen.",
    "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Unser Tool ist leider nicht kompatibel mit dem Internet Explorer. Bitte verwenden Sie einen alternativen Webbrowser wie Firefox, Chrome oder Safari.",
    "privacy-bar-title": "Datenschutzpunkte:",
    "_COMMENT8": "Antwortmeldungen ---------------------- Antwortmeldungen --------------------------",
    "response-ongoing": "<i class='fas fa-cog'></i> Berechnung läuft.....",
    "response-success": "<i class='fas fa-check-circle'></i> Score berechnet in {#1} Sekunden{#2 (im Cache)}.{#3 Die Punktzahl ist unverändert, <a href='../faq#change' target='_blank'>Lerne mehr <i class='fas fa-question-circle'></i></a>.}",
    "response-error-1": "<i class='fas fa-clock'></i> Die Berechnung dauert zu lange, um in Echtzeit durchgeführt zu werden. Bitte kommen Sie später wieder. <a href='../faq#duration' target='_blank'>Lernen Sie mehr <i class='fas fa-question-circle'></i></a></a></a>",
    "response-error-2": "<i class='fas fa-exclamation-circle'></i> Interner Serverfehler, Fehler id: {}. Bitte versuchen Sie es später noch einmal.",
    "response-error-3": "<i class='fas fa-exclamation-circle'></i> Sie haben die maximale Anzahl von sequenzierten Personen im Stammbaum erreicht. Bitte reduzieren Sie die Anzahl der sequenzierten Individuen.",
    "response-error-4": "<span style='position:relative;top:-10px;'>Um einen Privacy Score zu berechnen, wählen Sie bitte ein Ziel mit der Schaltfläche <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
    "response-error-5": "<i class='fas fa-exclamation-circle'></i> Verbindung zum Server nicht möglich. Bitte versuchen Sie es später noch einmal.",
    "response-error-6": "Vermessungsfehler",
    "response-error-7": "<i class='fas fa-exclamation-circle'></i> Sie haben die maximale Anzahl von Individuen (sequenziert oder nicht) im Stammbaum erreicht. Bitte reduzieren Sie die Anzahl der Personen.",
    "_COMMENT9": "============================================================================================================================================.",
    "404-h1-1": "404 Fehler",
    "404-h1-2": "Hoppla, diese Seite existiert nicht.",
    "404-h1-3": "Geht weiter, hier gibt es nichts zu sehen."
}