{
  "_COMMENT0": "================= TEMPLATE =================",
  "site-title":"Personalized health? yes, but private!",
  "404-title":"SantéPerso 404",
  "navbar-home":"Home",
  "navbar-tool":"Tool",
  "navbar-concept":"Concept",
  "navbar-faq":"FAQ",
  "navbar-about":"About",
  "cookie-text": "By navigating on this website, you accept our <a href='{#1}/faq#data' target='_blank'>Privacy policy</a>. Your data may be used in an anonymized form for non-profit academic research.",
  "cookie-accept": "OK",

  "_COMMENT1": "================= HOME PAGE =================",
  "home-title":"DNA, Family and Privacy",
  "home-p1":"Your <a class='ext-link' href='https://en.wikipedia.org/wiki/Genome'>genome</a>, also called <a class='ext-link' href='https://en.wikipedia.org/wiki/DNA'>DNA</a>, consists of three billion pairs of <a class='ext-link' href='https://en.wikipedia.org/wiki/Nucleotide'>nucleotides</a>. Your genome influences your physical appearance, but also your non-visible attributes, such as your predisposition to certain diseases. Hence, knowing your genome makes it possible to improve your health care or to explore your origins. This information can also be used to discriminate against you, for example, to deny you a health insurance, a job or a loan. <a class='ext-link' href='https://www.cnbc.com/2018/06/16/5-biggest-risks-of-sharing-dna-with-consumer-genetic-testing-companies.html'> Learn more</a>",
  "home-p2":"In each pair of nucleotides in your genome, one nucleotide is inherited from your mother and the other from your father. As a result, your genome is directly linked to those of your parents and to those of your children, but also indirectly to those of all your family members: your brothers and sisters, your cousins, your grandparents, etc. Your genome can thus be largely deduced from those of your relatives. Conversely, the genomes of your relatives can be, to some extent, deduced from yours. This website provides you with a tool for estimating this loss of privacy.",
  "home-btn":"Go to the estimation tool",

  "_COMMENT2": "================= FAQ PAGE =================",
  "faq-title" : "FAQ - Frequently Asked Questions",
  "faq-intro" : "For general questions on genomics and privacy, we recommend you the <a class='ext-link' href='https://www.priv.gc.ca/en/opc-actions-and-decisions/research/explore-privacy-research/2012/gi_qa/'>FAQ provided by the Canadian privacy commissioner</a> as well as the community website on genome privacy and security <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a>. This FAQ focuses on questions directly related to the tool offered on this website.",

  "faq-title-who":"Who develops and maintains this website?",
  "faq-text-who" : "This information is available in <a href='../about'>About</a> page.",

  "faq-title-data" : "What data is stored on the server?",
  "faq-text-data" : "The data stored on the server are: a user id (randomly generated), the actions performed on the site and your answers to the surveys if you have answered them. The names entered to customize the family tree are never sent to the server, only the tree structure, which individuals who had their genome sequenced and target are sent and stored (anonymously). A cookie is also created to save your preferences and the content of your session.<br/>Note that if you have been on other websites of the unil.ch domain, you might have some other analytics cookies. Those are never used by this website.",

  "faq-title-data-use" : "What is this data used for?",
  "faq-text-data-use" : "The anonymized/aggregated data is used only for non-profit academic research in the field of genomic privacy. We will not share data with any third parties.",

  "faq-title-benefits": "What are the benefits of having one's genome sequenced or genotyped?",
  "faq-text-benefits-p1": "Knowing your genome has three types of benefits: medical, recreational and scientific. From a medical perspective, it is possible to predict your predispositions to certain diseases and to treat yourself better. This way, you could adapt your lifestyle according to your genomic risk, as for example in the case of a risk of type 2 diabetes.",
  "faq-text-benefits-p2": "At a recreational level, it is possible to discover your origins, or even to find distant relatives, with your genomic information.",
  "faq-text-benefits-p3": "On the scientific side, sharing genomic data helps to advance precision/personalized medical research for the benefit of all.",
  

  "faq-title-risks": "What are the privacy risks of having one's genome sequenced or genotyped?",
  "faq-text-risks-p1": "Your genome can also be used to discriminate against you, for example to deny you an insurance, a loan or a job. For example, your insurance could better estimate your medical risks based on your genetic data and adjust your premiums accordingly. In Switzerland, your insurance company is now entitled to ask you for the results of genetic tests when the insured amounts exceed CHF 400,000. In practice, an insurance company may not even need to ask you directly for your genome. If one or more of your relatives have already communicated their genomic information, the insurance provider could already estimate your genomic risk, maybe with less precision, and adjust your premiums for any insurance contract, even for amounts below 400'000CHF. This website empowers you to evaluate the share of information that can be deduced in such a case.",
  "faq-text-risks-p2": "In the case of direct-to-consumer tests offered by companies such as 23andMe, AncestryDNA or MyHeritage, these companies may monetize your genomic information by sharing it. <a class='ext-link' href='https://www.wired.com/story/23andme-glaxosmithkline-pharma-deal/'> 23andMe already sells access to its genomic database</a>, in anonymized form, to pharmaceutical companies. These activities are now limited to pharmaceutical research, but there is no guarantee this will always be the case in the future.",

  "faq-title-offer" : "What does the tool provide?",
  "faq-text-offer" : "This tool provides an estimate of your genomic privacy and of that of your family members depending on the individuals who had their genome sequenced.",

  "faq-title-privacy-score" : "What does the genomic privacy score mean?",
  "faq-text-privacy-score" : "A genomic privacy score indicates how much of your genomic information remains secret when the genomes of your sequenced relatives are known. For example, when the genomes of both your biological parents are known, it is possible to infer 46% of your genomic information. Hence, if both your parents had their genomes sequenced, 54% of your genomic information remains secret and this is your privacy score.<br/>Your genomic information identifies you uniquely, reveals your family origins and can be used to assess your risks for certain medical conditions.",

  "faq-title-not-privacy-score" : "What does not the genomic privacy score tell you?",
  "faq-text-not-privacy-score-p1" : "The privacy score does not take into account your specificities such as your ethnicity or the correlations that exist within the human genome (<a class='ext-link' href='https://en.wikipedia.org/wiki/Linkage_disequilibrium'>linkage disequilibrium</a>). It is an approximation and an average over all genes and all possible configurations of genes in your family. Without any genomic data, it is not possible for our tool to take into consideration genetic specificities of your family. Hence, the estimation is based on publicly available population statistics on allele frequencies, shown in <a target='_blank' href='../img/mafs_distribution.jpg'>this figure</a>.",
  "faq-text-not-privacy-score-p2" : "The privacy score does not indicate the target’s privacy for individual genes. Some genes are easier to infer than others. Thus, if your overall genomic confidentiality is 54%, it may be that some genes have a confidentiality close to 0% and others close to 100%. Some isolated embarrassing variants, such as <a class='ext-link' href='https://en.wikipedia.org/wiki/Apolipoprotein_E'>ApoE4</a> (which indicates higher risk of <a class='ext-link' href='https://en.wikipedia.org/wiki/Alzheimer%27s_disease'>Alzheimer</a>'s disease), might be deduced with ease even if your genomic privacy score is high.",
  "faq-text-not-privacy-score-p3" : "Finally, he genomic privacy score does not tell you to which extent it can be established that you are related to someone else. For example, the genome of one of your cousins only reveals 1% of your own genomic information. However, based on both your genomes it is possible to establish with high confidence that you are related. This is the kind of techniques that were used to solve criminal cases such as that of the <a class='ext-link' href='https://www.nytimes.com/2018/04/27/health/dna-privacy-golden-state-killer-genealogy.html'>Golden State Killer</a>.",

  "faq-title-half-siblings" : "What about half-siblings and multiple partners?",
  "faq-text-half-siblings" : "At the moment, the tool does not handle half-siblings and multiple partners.",

  "faq-title-how" : "How is the computation done?",
  "faq-text-how" : "The algorithm for computing genomic privacy is described in the <a href='../concept' target='_blank'>Concept</a> page and will soon contain a link to a detailed technical report.",

  "faq-title-change" : "Why does not the genomic privacy score change when I indicate an individual as sequenced in the family tree?",
  "faq-text-change-1" : "This means that given the genomes of other members of your family, the genome of the individual in question does not provide any additional information about the target's genome (you for example). Here are two typical configurations in which this can be observed:",
  "faq-text-change-2" : "A sequenced direct ancestor (or direct descendant) does not provide any information: if there is another sequenced ancestor between this ancestor and the target, all the genetic information on the target is already given by the intermediate ancestor.<br>All of your paternal grandmother's genetic information is passed on to you by your father. So knowing your grandmother's genome in addition to your father's will not reveal any additional information about you.<br>The same applies to direct descendants: knowing your grandson's genome will not provide any information if his mother's (your daughter's) genome is known.",
  "faq-text-change-3" : "No child (or direct descendant) of the target individual is sequenced; indicating the target individual's spouse (or one of his or her ascendants) as sequenced does not change the score. <br>The genomes of two spouses are not related. It is only if the genome of at least one of their children (or direct descendant) is known that the genome of one of the spouses provides information about the other's genome. Indeed, by knowing which of the two nucleotides possessed by the child was inherited from the mother, it is possible to deduce that the other was inherited from the father, which provides information on the father's genome.",

  "faq-title-duration" : "Why does the score take a long time to update?",
  "faq-text-duration-p1" : "If the family tree you have built contains many individuals who had their genomes sequenced, computing the privacy score can take time. Indeed, the underlying algorithm considers all possible combinations for the genomes of sequenced individuals. The number of such configurations increases exponentially with the number of sequenced genomes.",
  "faq-text-duration-p2" : "If the computation takes more than 2 minutes, it is interrupted and will be run during the night and stored on the server. Hence, if the genomic privacy score for a tree does not update in under 2 minutes, simply come back the following day and the score should be available.",

  "faq-title-small-changes" : "Why, for the same tree and the same sequenced family members, does the score change by a few percentage points?",
  "faq-text-small-changes" : "In order to be responsive, when a family tree structure is encountered for the first time, the tool calculates a first approximation of the score. This approximation is refined later on, hence a possible small difference.",


  "_COMMENT3": "================= CONCEPT PAGE =================",
  "concept-title" : "Concept",
  "concept-p1" : "On this page, you will find information on the theoretical foundations of the genomic privacy assessment tool offered on this site. This tool builds up on the results presented in detail in three scientific publications [1,2,3].",
  "concept-p2" : "The <a class='ext-link' href='https://en.wikipedia.org/wiki/Genome' >genome</a>, also called <a class='ext-link' href='https://en.wikipedia.org/wiki/DNA' >DNA</a>, consists of three billion pairs of <a class='ext-link' href='https://en.wikipedia.org/wiki/Nucleotide' >nucleotides</a>. In each pair of nucleotides, one nucleotide is inherited from the mother and the other from the father. Some nucleotides (called <a class='ext-link' href='https://en.wikipedia.org/wiki/Single-nucleotide_polymorphism' >single-nucleotide polymorphism</a>, or SNP) can have different possible <a class='ext-link' href='https://en.wikipedia.org/wiki/Allele' >values</a> with known <a class='ext-link' href='https://en.wikipedia.org/wiki/Allele_frequency' >population-wise likelihoods</a>. Those are the basis of the computation: for each SNP, the tool considers all the possible configurations of the SNP values for all members in the family tree who had their genome sequenced (or more specifically <a class='ext-link' href='https://en.wikipedia.org/wiki/Genotyping' >genotyped</a>). ",
  "concept-p3" : "For each possible configuration of values, the tool computes the likelihood that such a situation occurs. It then computes the posterior probability distribution of the target’s SNP value in this configuration.",
  "concept-p4" : "To compute this probability distribution, the tool models the links between the genomes of different members of your family using a particular probabilistic graphical model, called <a class='ext-link' href='https://en.wikipedia.org/wiki/Bayesian_network' >Bayesian network</a>, whose structure follows that of the family tree. These computations are performed for each SNP in the genome.",
  "concept-p5" : "From this probability distribution, the amount of genomic information that stays confidential (i.e., that cannot be deduced) in each configuration is computed according to the formula of <a class='ext-link' href='https://en.wikipedia.org/wiki/Mutual_information' >mutual information</a>. The privacy score is the weighted average of the SNPs’ confidential information, where the weights are the configurations’ likelihoods.",
  "concept-p6" : "The set of SNPs we consider for the privacy score are ~480’000 SNPs genotyped by 23andMe for which data is available on the public SNP database <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a>. Statistics on SNPs allele frequencies come from the <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a> study which considers the genomes of 125’000 individuals. The resulting distribution of allele frequencies is given in <a target='_blank' href='../img/mafs_distribution.jpg'>this figure</a>.",
  "concept-p7" : "The privacy score reflects the average amount of the target's genomic information that cannot be deduced from the genomes  of sequenced family members.",
  "concept-p8" : "We also use caching to avoid recalculating identical privacy scores. When a visitor uses the tool to compute a score, the family tree structure and the corresponding result are stored. If another visitor performs the same computation later, the result will be returned instantly.",
  "concept-publications" : "Scientific Publications",

  "_COMMENT4": "================= ABOUT PAGE =================",
  "about-team-title" : "Team",
  "about-mathias" : "Mathias Humbert, PhD",
  "about-position-mathias" : "Project Lead - SDSC",
  "about-didier" : "Didier Dupertuis, MSc",
  "about-position-didier" : "Developer - HEC Lausanne",
  "about-murielle" : "Murielle Bochud MD, PhD",
  "about-position-murielle" : "Professor - UniSanté",
  "about-sandrine" : "Sandrine Estoppey, MSc",
  "about-position-sandrine" : "Research Scientist - UniSanté",
  "about-kevin" : "Kévin Huguenin, PhD",
  "about-position-kevin" : "Professor - HEC Lausanne",
  "about-michael" : "Michael Schumacher, PhD",
  "about-position-michael" : "Professor - HES-SO",
  "about-benjamin" : "Benjamin Trubert, MSc",
  "about-position-benjamin" : "PhD Student - HEC Lausanne",

  "about-sponsors-title" : "Sponsors",
  "about-sponsors-text" : "This project is partly funded by the <a class='ext-link' href='https://www.leenaards.ch' >Leenaards Foundation</a> as part of the <a class='ext-link' href='https://www.santeperso.ch/' >Personalized Health and Society (SantéPerSo)</a> initiative.",

  "about-thanks-title" : "Thanks",
  "about-thanks-text" : "The team would like to thank Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini and Antonio Ruggiero as well as the <a class='ext-link' href='http://hec.unil.ch/people/mcherubini' >Prof. Mauro Cherubini</a> for contributing to the design of this site as part of the course <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. The design of the website is inspired by <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>.",

  "_COMMENT5": "================= TOOL PAGE =================",
  "tool-h2-title": "Privacy Estimation",
  "tool-p1": "On this page, you can build your family tree and indicate the individuals whose genomes are known, for example, because they used a service such as <a class='ext-link' href='https://en.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://en.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> or <a class='ext-link' href='https://en.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> to sequence/genotype their genomes.",
  "tool-p2": "Once this is done, you can choose the “target”, you or any other family member, whose genomic privacy you want to estimate. Their privacy score is then indicated in the bar on the right.",
  "tool-launch-tuto": "Launch tutorial",
  "twitter-link": "<a href='https://twitter.com/intent/tweet?text=Did%20you%20know%20that%20someone%27s%20genome%20can%20be%20deduced%20from%20those%20of%20their%20family%20members%3F%20Estimate%20your%20family%20genomic%20privacy%20using%20our%20interactive%20tool.%20%40GenomePrivacy&hashtags=privacy,genomic&via=santeperso&url=https%3A%2F%2Fbit.ly%2F2Cf8HQW' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
  "email-link": "<a href='mailto:?subject=Evaluate%20genomic%20privacy%20in%20your%20family&body=Did%20you%20know%20that%20someone%27s%20genome%20can%20be%20deduced%20from%20those%20of%20their%20family%20members%3F%20Estimate%20your%20family%20genomic%20privacy%20using%20this%20interactive%20tool.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
  "explainer-text": "{#1}% of the target's genomic information can be deduced from the genomes of their sequenced relatives. Their privacy score is therefore {#2}%.",

  "_COMMENT6": "-------------- tutorial --------------",
  "tuto-title-0":"Build your family tree",
  "tuto-text-0": "To add an individual, click on {#add} and choose a family member; to remove an individual, click on {#remove}.",
  "tuto-title-1": "Indicate who had their genome sequenced",
  "tuto-text-1": "To indicate that an individual has sequenced their genome, click on {#sequence}. Their DNA icon becomes darker to show that they are sequenced. To revert it and indicate that an individual has not sequenced their genome, click on {#unsequence}.",
  "tuto-title-2": "Choose a target for the privacy score",
  "tuto-text-2": "To select the target, click on the {#target} button of the chosen family member. Their privacy score is then computed and displayed in the bar on the right (it might take a few seconds).",
  "tuto-title-3": "Name your family members (optional)",
  "tuto-text-3": "You can indicate your family members’ names by clicking on their names. You can also indicate your gender by clicking on {#sex}.",
  "previous-button": "< Previous",
  "next-button": "Next >",
  "close-button": "Finish",

  "_COMMENT6.5": "-------------- Survey --------------",
  "survey-step-1-title": "A few questions...",
  "score-exp":"Do you find the obtained genomic privacy scores reassuring or worrying?",
  "score-exp-leftbound":"Highly worrying",
  "score-exp-rightbound":"Highly reassuring",
  "you-or-family":"Are you more interested in your genomic privacy or rather in that of your relatives?",
  "you-or-family-leftbound":"Mine",
  "you-or-family-rightbound":"My relatives'",
  "survey-prior-knowledge": "Before visiting this website, were you aware of the genomic privacy risk relatives can create to each other?",
  "utility-website": "Do you find this tool useful?",
  "utility-website-leftbound":"Not at all useful",
  "utility-website-rightbound":"Very useful",
  "nps":"What are the chances that you would recommend this website?",
  "nps-leftbound":"Very unlikely",
  "nps-rightbound":"Very likely",
  "survey-comment":"Do you have any comment regarding this tool?",
  "survey-sex":"What is your sex?",
  "male":"Male",
  "female":"Female",
  "rathernotsay":"Rather not say",
  "survey-age":"What is your age?",
  "survey-own-sequence": "Have you had your genome sequenced?",
  "survey-other-sequence": "To your knowledge, did any of your relatives have their genome sequenced?",
  "yes": "Yes",
  "no": "No",
  "not-sure": "Not sure",
  "to-some-extent": "To some extent",
  "survey-step-2-title": "One last thing...",
  "survey-policy": "This data is collected for academic research purposes. See our <a href='../faq#data' target='_blank'>Privacy policy</a> for more information.",
  "survey-volunteer": "Please help us improve our tool, fill out a short survey (2 minutes)!",
  "survey-resume": "Resume survey",

  "_COMMENT7": "-------------- family tree --------------",
  "node-name-woman": "Woman",
  "node-name-man": "Man",
  "node-name-grandmother": "Grandmother",
  "node-name-grandfather": "Grandfather",
  "node-name-mother": "Mother",
  "node-name-father": "Father",
  "node-name-motherinlaw": "Mother-in-law",
  "node-name-fatherinlaw": "Father-in-law",
  "node-name-uncle": "Uncle",
  "node-name-aunt": "Aunt",
  "node-name-uncleinlaw": "Uncle",
  "node-name-auntinlaw": "Aunt",
  "node-name-you": "You",
  "node-name-partner": "Partner",
  "node-name-brother": "Brother",
  "node-name-sister": "Sister",
  "node-name-brotherinlaw": "Brother-in-law",
  "node-name-sisterinlaw": "Sister-in-law",
  "node-name-cousinf": "Cousin",
  "node-name-cousinm": "Cousin",
  "node-name-daughter": "Daughter",
  "node-name-son": "Son",
  "node-name-daughterinlaw": "Daughter-in-law",
  "node-name-soninlaw": "Son-in-law",
  "node-name-niece": "Niece",
  "node-name-nephew": "Nephew",
  "node-name-grandson": "Grandson",
  "node-name-granddaughter": "Grand-daughter",
  "hint-delete-node": "Delete this person",
  "hint-sequence-node": "Indicate whether this person has sequenced their genome.",
  "hint-change-sex": "Indicate your gender",
  "hint-trash": "Reset family tree",
  "change-target": "Select this person as target.",
  "trash-sure": "Are you sure you want to reset your family-tree?",
  "trash-cancel": "Cancel",
  "trash-confirm": "Confirm",
  "mobile-block": "The tool is sadly not yet available on mobile platforms.</br>Please use a computer to estimate your genomic privacy.",
  "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Our tool is sadly not compatible with Internet Explorer. Please use an alternative web browser such as Firefox, Chrome or Safari.",
  "privacy-bar-title": "The target's genomic privacy is <tspan>{}</tspan>",
  "privacy-bar-score-100": "totally protected",
  "privacy-bar-score-5": "strongly protected",
  "privacy-bar-score-4": "well protected",
  "privacy-bar-score-3": "mildly protected",
  "privacy-bar-score-2": "quite exposed",
  "privacy-bar-score-1": "strongly exposed",

  "_COMMENT8": "-------------- response messages --------------",
  "response-ongoing":"<i class='fas fa-cog'></i> Computation in progress...",
  "response-success":"<i class='fas fa-check-circle'></i> Score computed in {#1} seconds{#2 (cached)}.{#3 The score is unchanged, <a href='../faq#change' target='_blank'>learn more <i class='fas fa-question-circle'></i></a>.}",
  "response-error-1":"<i class='fas fa-clock'></i> The computation takes too long to be done in real time. Please come back later. <a href='../faq#duration' target='_blank'>Learn more <i class='fas fa-question-circle'></i></a>",
  "response-error-2":"<i class='fas fa-exclamation-circle'></i> Internal server error, error id: {}. Please retry later.",
  "response-error-3":"<i class='fas fa-exclamation-circle'></i> You attained the maximum number of sequenced individuals in the family tree. Please reduce the number of sequenced individuals.",
  "response-error-4":"<span style='position:relative;top:-10px;'>To compute a privacy score, please select a target with the button <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
  "response-error-5":"<i class='fas fa-exclamation-circle'></i> Unable to connect to server. Please retry later.",
  "response-error-6":"Survey error",
  "response-error-7":"<i class='fas fa-exclamation-circle'></i> You attained the maximum number of individuals (sequenced or not) in the family tree. Please reduce the number of individuals.",

  "_COMMENT9": "================= 404 PAGE =================",
  "404-h1-1": "404 error",
  "404-h1-2": "Whoops, this page does not exist.",
  "404-h1-3": "Move along, there is nothing to see here."
}
