{
    "_COMMENT0": "==============================================================================================================================================",
    "site-title": "Salud personalizada? sí, pero privada!",
    "404-title": "SantéPerso 404",
    "navbar-home": "Inicio",
    "navbar-tool": "Herramienta",
    "navbar-concept": "Concepto",
    "navbar-faq": "FAQ",
    "navbar-about": "Acerca de",
    "cookie-text": "Al navegar en este sitio web, usted acepta nuestra <a href='{#1}/faq#data' target='_blank'>Política de privacidad</a>. Sus datos pueden ser utilizados de forma anónima para la investigación académica sin fines de lucro. ",
    "cookie-accept": "OK",
    "_COMMENT1": "=========================================================================================================================================================",
    "home-title": "ADN, familia y privacidad",
    "home-p1": "Su <a class='ext-link' href='https://es.wikipedia.org/wiki/Genoma'>genoma</a>, también llamado <a class='ext-link' href='https://es.wikipedia.org/wiki/%C3%81cido_desoxirribonucleico'>DNA</a>, consiste en tres mil millones de pares de <a class='ext-link' href='https://es.wikipedia.org/wiki/Nucle%C3%B3tido'>nucleotides</a>. Su genoma influye en su apariencia física, pero también en sus atributos no visibles, como su predisposición a ciertas enfermedades.  Por lo tanto, conocer su genoma hace posible mejorar su atención médica o explorar sus orígenes.  Esta información también puede ser utilizada para discriminar en su contra, por ejemplo, para negarle un seguro médico, un trabajo o un préstamo.  <a class='ext-link' href='https://www.cnbc.com/2018/06/16/5-biggest-risks-of-sharing-dna-with-consumer-genetic-testing-companies.html'> Más información ",
    "home-p2": "En cada par de nucleótidos de su genoma, un nucleótido se hereda de su madre y el otro de su padre. Como resultado, su genoma está directamente vinculado a los de sus padres y a los de sus hijos, pero también indirectamente a los de todos los miembros de su familia: sus hermanos y hermanas, sus primos, sus abuelos, etc.  Por lo tanto, su genoma puede deducirse en gran medida de los de sus familiares.  Por el contrario, los genomas de sus parientes pueden deducirse, hasta cierto punto, de los suyos.  Este sitio web le proporciona una herramienta para estimar esta pérdida de privacidad. ",
    "home-btn": "Ir a la herramienta de estimación",
    "_COMMENT2": "================================================================================================================================================",
    "faq-title": "FAQ - Preguntas Frecuentes",
    "faq-intro": "Para preguntas generales sobre genómica y privacidad, le recomendamos el <a class='ext-link' href='https://www.priv.gc.ca/en/opc-actions-and-decisions/research/explore-privacy-research/2012/gi_qa/'>proporcionado por el comisionado de privacidad de Canadá</a> así como el sitio web de la comunidad sobre privacidad y seguridad del genoma <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a>. Este FAQ se centra en preguntas directamente relacionadas con la herramienta que se ofrece en este sitio web.",
    "faq-title-who": "¿Quién desarrolla y mantiene este sitio web?",
    "faq-text-who": "Esta información está disponible en la página <a href='../about'>Acerca de</a> page.",
    "faq-title-data": "¿Qué datos se almacenan en el servidor?",
    "faq-text-data": "Los datos almacenados en el servidor son: un identificador de usuario (generado aleatoriamente), las acciones realizadas en el sitio y sus respuestas a las encuestas si las ha contestado. Los nombres introducidos para personalizar el árbol genealógico nunca se envían al servidor, sólo se envía y almacena (de forma anónima) la estructura de árbol en la que se encuentran las personas a las que se les ha secuenciado el genoma y el objetivo. También se crea una cookie para guardar sus preferencias y el contenido de su sesión.<br/>Note que si ha estado en otros sitios web del dominio unil.ch, es posible que tenga otras cookies de análisis. Estas nunca son utilizadas por este sitio web.",
    "faq-title-data-use": "¿Para qué se utilizan estos datos?",
    "faq-text-data-use": "Los datos anonimizados/agregados se utilizan únicamente para la investigación académica sin fines de lucro en el campo de la privacidad genómica. No compartiremos los datos con terceros. ",
    "faq-title-benefits": "¿Cuáles son los beneficios de tener un genoma secuenciado o genotipado?",
    "faq-text-benefits-p1": "Conocer su genoma tiene tres tipos de beneficios: médicos, recreativos y científicos. Desde una perspectiva médica, es posible predecir sus predisposiciones a ciertas enfermedades y, por lo tanto, anticiparlas y tratarlas de una mejor manera.  De esta manera, podrá adaptar su estilo de vida en función de su riesgo genómico, como por ejemplo en el caso de un riesgo de diabetes tipo 2. ",
    "faq-text-benefits-p2": "A nivel recreativo, con su información genómica es posible descubrir sus orígenes, o incluso encontrar parientes lejanos.",
    "faq-text-benefits-p3": "Desde el punto de vista científico, el intercambio de datos genómicos contribuye a hacer avanzar la investigación en medicina de precisión/personalizada para el beneficio de todos.",
    "faq-title-risks": "¿Cuáles son los riesgos para la privacidad de tener un genoma secuenciado o genotipado?",
    "faq-text-risks-p1": "Su genoma también puede ser utilizado para discriminarlo, por ejemplo, para negarle un seguro, un préstamo o un trabajo. Por ejemplo, su seguro podría estimar de manera más precisa sus riesgos médicos basándose en sus datos genéticos y ajustar sus primas en consecuencia.  En Suiza, su compañía de seguros tiene ahora derecho a solicitarle los resultados de las pruebas genéticas cuando las cantidades aseguradas superan los 400.000 francos suizos.  En la práctica, es posible que una compañía de seguros ni siquiera tenga que preguntarle directamente por su genoma.  Si uno o más de sus parientes ya han comunicado su información genómica, el proveedor de seguros ya podría estimar su riesgo genómico, tal vez con menos precisión, y ajustar sus primas para cualquier contrato de seguro, incluso para cantidades inferiores a 400.000 francos suizos.  Este sitio web le permite evaluar el intercambio de información que puede deducirse en tal caso. ",
    "faq-text-risks-p2": "En el caso de pruebas directas al consumidor ofrecidas por empresas como 23andMe, AncestryDNA o MyHeritage, estas empresas pueden monetizar su información genómica al compartirla con terceros. <a class='ext-link' href='https://www.wired.com/story/23andme-glaxosmithkline-pharma-deal/'>23andMe ya vende acceso a su base de datos genómica</a>, de forma anónima, a las empresas farmacéuticas.  Estas actividades se limitan ahora a la investigación farmacéutica, pero no hay garantía de que sea siempre así en el futuro.",
    "faq-title-offer": "¿Qué proporciona la herramienta?",
    "faq-text-offer": "Esta herramienta proporciona una estimación de su privacidad genómica y de la de los miembros de su familia, dependiendo de las personas a las que se les haya secuenciado el genoma.",
    "faq-title-privacy-score": "¿Qué significa la puntuación de privacidad genómica?",
    "faq-text-privacy-score": "Un puntaje de privacidad genómica indica cuánta de su información genómica permanece secreta cuando se conocen los genomas de sus parientes secuenciados. Por ejemplo, cuando se conocen los genomas de ambos padres biológicos, es posible inferir el 46% de la información genómica. Por lo tanto, si ambos padres tienen sus genomas secuenciados, el 54% de su información genómica permanece secreta y esta es su puntuación de privacidad.<br/>Su información genómica lo identifica de manera única, revela sus orígenes familiares y puede ser utilizada para evaluar sus riesgos para ciertas condiciones médicas.",
    "faq-title-not-privacy-score": "¿Qué es lo que no le dice la puntuación de privacidad genómica?",
    "faq-text-not-privacy-score-p1": "La puntuación de privacidad no tiene en cuenta sus especificidades, como su origen étnico o las correlaciones que existen dentro del genoma humano (<a class='ext-link' href='https://es.wikipedia.org/wiki/Desequilibrio_de_ligamiento'>linkage disequilibrium</a>). Es una aproximación y un promedio sobre todos los genes y todas las configuraciones posibles de los genes de su familia. Sin datos genómicos, no es posible que nuestra herramienta tenga en cuenta las especificidades genéticas de su familia. Por lo tanto, la estimación se basa en estadísticas de población públicamente disponibles sobre frecuencias de alelos, mostradas en <a target='_blank' href='../img/mafs_distribution.jpg'>esta figura</a>.",
    "faq-text-not-privacy-score-p2": "La puntuación de privacidad no indica la privacidad del objetivo para los genes individuales. Algunos genes son más fáciles de inferir que otros. Por lo tanto, si su confidencialidad genómica general es del 54%, puede ser que algunos genes tengan una confidencialidad cercana al 0% y otros cercana al 100%. Algunas variantes aisladas y embarazosas, como <a class='ext-link' href='https://es.wikipedia.org/wiki/Apolipoprote%C3%ADna_E'>ApoE4</a> (lo que indica un mayor riesgo de <a class='ext-link' href='https://es.wikipedia.org/wiki/Enfermedad_de_Alzheimer'>Alzheimer</a>), podrían deducirse con facilidad incluso si su puntuación de privacidad genómica es alta.",
    "faq-text-not-privacy-score-p3": "Por último, la puntuación de privacidad genómica no le dice hasta qué punto se puede establecer que usted está emparentado con otra persona. Por ejemplo, el genoma de uno de tus primos sólo revela el 1% de tu propia información genómica.  Sin embargo, en base a ambos genomas es posible establecer con bastante precisión que están relacionados.  Este es el tipo de técnicas que se han utilizado para resolver casos criminales como del tipo <a class='ext-link' href='https://www.nytimes.com/2018/04/27/health/dna-privacy-golden-state-killer-genealogy.html'>Golden State Killer</a>. ",
    "faq-title-half-siblings": "¿Qué hay de los medio-hermanos y las parejas múltiples?",
    "faq-text-half-siblings": "Por el momento, la herramienta no maneja medio-hermanos y parejas múltiples.",
    "faq-title-how": "¿Cómo se realiza el cálculo?",
    "faq-text-how": "El algoritmo para la privacidad genómica se describe en la página <a href='../concept' target='_blank'>Concepto</a> y pronto contendrá un enlace a un informe técnico detallado.",
    "faq-title-change": "¿Por qué no cambia la puntuación de privacidad genómica cuando indiqué que un individuo está secuenciado en el árbol genealógico?",
    "faq-text-change-1": "Esto significa que, dados los genomas de otros miembros de su familia, el genoma del individuo en cuestión no proporciona ninguna información adicional sobre el genoma del objetivo (usted, por ejemplo). Aquí hay dos configuraciones típicas en las que se puede observar esto:",
    "faq-text-change-2": "Un antepasado directo secuenciado (o descendiente directo) no proporciona ninguna información: si hay otro antepasado secuenciado entre este antepasado y el objetivo, toda la información genética sobre el objetivo ya está dada por el antepasado intermedio.<br>Toda la información genética de la abuela paterna es transmitida a usted por su padre. Por lo tanto, conocer el genoma de su abuela además del de su padre no revelará ninguna información adicional sobre usted. <br>Lo mismo se aplica a los descendientes directos: conocer el genoma de su nieto no proporcionará ninguna información si se conoce el genoma de su madre (o el de su hija).",
    "faq-text-change-3": "Ningún hijo (o descendiente directo) del individuo objetivo es secuenciado; el hecho de indicar el cónyuge del individuo objetivo (o uno de sus ascendientes) como secuenciado no cambia la puntuación. <Los genomas de dos cónyuges no están relacionados.  Sólo si se conoce el genoma de al menos uno de sus hijos (o descendientes directos), el genoma de uno de los cónyuges proporciona información sobre el genoma del otro.  De hecho, al saber cuál de los dos nucleótidos que posee el niño fue heredado de la madre, es posible deducir que el otro fue heredado del padre, lo que proporciona información sobre el genoma del padre.",
    "faq-title-duration": "¿Por qué tarda mucho tiempo en actualizarse la puntuación?",
    "faq-text-duration-p1": "Si el árbol genealógico que ha construido contiene muchas personas que han secuenciado sus genomas, el cálculo de la puntuación de privacidad puede llevar tiempo. De hecho, el algoritmo subyacente considera todas las combinaciones posibles para los genomas de los individuos secuenciados. El número de tales configuraciones aumenta exponencialmente con el número de genomas secuenciados.",
    "faq-text-duration-p2": "Si el cálculo tarda más de 2 minutos, se interrumpe y se ejecutará durante la noche y se almacenará en el servidor. Por lo tanto, si la puntuación de privacidad genómica de un árbol no se actualiza en menos de 2 minutos, simplemente regrese al día siguiente y la puntuación debería estar disponible.",
    "faq-title-small-changes": "¿Por qué, para el mismo árbol y los mismos miembros de la familia en secuencia, cambia la puntuación en unos pocos puntos porcentuales?",
    "faq-text-small-changes": "Para dar un mejor tiempo de respuesta, cuando se encuentra por primera vez una estructura de árbol genealógico, la herramienta calcula una primera aproximación de la puntuación. Esta aproximación se refinará más adelante, de ahí una posible pequeña diferencia.",
    "_COMMENT3": "=======================================================================================================================================================",
    "concept-title": "Concepto",
    "concept-p1": "En esta página encontrará información sobre los fundamentos teóricos de la herramienta de evaluación de la privacidad genómica que se ofrece en este sitio. Esta herramienta se basa en los resultados presentados en detalle en tres publicaciones científicas[1,2,3].",
    "concept-p2": "El <a class='ext-link' href='https://es.wikipedia.org/wiki/Genoma' >genoma</a>, también llamado <a class='ext-link' href='https://es.wikipedia.org/wiki/%C3%81cido_desoxirribonucleico' >DNA</a>, consiste en tres mil millones de pares de <a class='ext-link' href='https://es.wikipedia.org/wiki/Nucle%C3%B3tido' >nucleótidos</a>. En cada par de nucleótidos, un nucleótido se hereda de la madre y el otro del padre. Algunos nucleótidos (llamados <a class='ext-link' href='https://es.wikipedia.org/wiki/Polimorfismo_de_nucle%C3%B3tido_%C3%BAnico' >single-nucleotide polymorphism</a>, o SNP) pueden tener diferentes valores posibles <a class='ext-link' href='https://es.wikipedia.org/wiki/Alelo' >valores</a> con <a class='ext-link' href='https://es.wikipedia.org/wiki/Frecuencia_al%C3%A9lica' >probabilidades conocidas a nivel de la población</a>. Éstas son las bases del cálculo: para cada SNP, la herramienta considera todas las configuraciones posibles de los valores de SNP para todos los miembros del árbol genealógico que tienen su genoma secuenciado (o más específicamente <a class='ext-link' href='https://es.wikipedia.org/wiki/Genotipificar' >genotipado</a>).",
    "concept-p3": "Para cada posible configuración de valores, la herramienta calcula la probabilidad de que se produzca tal situación. Luego calcula la distribución de probabilidad posterior del valor SNP del objetivo en esta configuración.",
    "concept-p4": "Para calcular esta distribución de probabilidad, la herramienta modela los vínculos entre los genomas de diferentes miembros de su familia utilizando un modelo gráfico probabilístico particular, llamado <a class='ext-link' href='https://es.wikipedia.org/wiki/Red_bayesiana' >Bayesian network</a>, cuya estructura sigue la del árbol familiar. Estos cálculos se realizan para cada SNP del genoma.",
    "concept-p5": "A partir de esta distribución de probabilidad, la cantidad de información genómica que permanece confidencial (es decir, que no puede deducirse) en cada configuración se calcula según la fórmula de <a class='ext-link' href='https://es.wikipedia.org/wiki/Informaci%C3%B3n_mutua' >información mutual</a>. La puntuación de privacidad es el promedio ponderado de la información confidencial de los SNPs, donde las ponderaciones son las probabilidades de las configuraciones.",
    "concept-p6": "El conjunto de SNPs que consideramos para la puntuación de privacidad son ~480'000 SNPs genotipados por 23andMe para los cuales hay datos disponibles en la base de datos pública de SNPs <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a>. Las estadísticas sobre las frecuencias alélicas de los SNPs provienen del estudio <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a> que considera los genomas de 125'000 individuos. La distribución resultante de las frecuencias alélicas se da en <a target='_blank' href='../img/mafs_distribution.jpg'>esta figura</a>.",
    "concept-p7": "La puntuación de privacidad refleja la cantidad promedio de información genómica del objetivo que no puede deducirse de los genomas de los miembros de la familia secuenciados.",
    "concept-p8": "También utilizamos el almacenamiento en caché para evitar recalcular puntuaciones de privacidad idénticas. Cuando un visitante utiliza la herramienta para calcular una puntuación, se almacenan la estructura de árbol genealógico y el resultado correspondiente. Si otro visitante realiza el mismo cálculo más tarde, el resultado será devuelto instantáneamente.",
    "concept-publications": "Publicaciones Científicas",
    "_COMMENT4": "===============================================================================================================================================",
    "about-team-title": "Equipo",
    "about-mathias": "Mathias Humbert, PhD",
    "about-position-mathias": "Jefe de proyecto - SDSC",
    "about-didier": "Didier Dupertuis, MSc",
    "about-position-didier": "Desarrollador - HEC Lausanne",
    "about-murielle": "Murielle Bochud MD, PhD",
    "about-position-murielle": "Profesor - UniSanté",
    "about-sandrine": "Sandrine Estoppey, MSc",
    "about-position-sandrine": "Investigador Científico - UniSanté",
    "about-kevin": "Kévin Huguenin, PhD",
    "about-position-kevin": "Profesor - HEC Lausanne",
    "about-michael": "Michael Schumacher, PhD",
    "about-position-michael": "Profesor - HES-SO",
    "about-benjamin": "Benjamin Trubert, MSc",
    "about-position-benjamin": "Estudiante de doctorado - HEC Lausanne",
    "about-sponsors-title": "Patrocinadores",
    "about-sponsors-text": "Este proyecto está financiado en parte por la iniciativa <a class='ext-link' href='https://www.leenaards.ch' >Leenaards Foundation</a> como parte de la iniciativa <a class='ext-link' href='https://www.santeperso.ch/' >Personalized Health and Society (SantéPerSo)</a>.",
    "about-thanks-title": "Gracias",
    "about-thanks-text": "El equipo agradece a Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini y Antonio Ruggiero, así como al <a class='ext-link' href='http://hec.unil.ch/people/mcherubini' >Prof. Mauro Cherubini</a> por su contribución al diseño de este sitio como parte del curso <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. El diseño del sitio web está inspirado en <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>.",
    "_COMMENT5": "=============================================================================================================================================",
    "tool-h2-title": "Estimación de privacidad",
    "tool-p1": "En esta página, usted puede construir su árbol genealógico e indicar los individuos cuyos genomas se conocen, por ejemplo, porque utilizaron un servicio como <a class='ext-link' href='https://es.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://es.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> o <a class='ext-link' href='https://en.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> para secuenciar/genotipar sus genomas.",
    "tool-p2": "Una vez hecho esto, usted puede elegir el \"objetivo\", usted o cualquier otro miembro de su familia, cuya privacidad genómica desea estimar. Su puntuación de privacidad se indica en la barra de la derecha. ",
    "tool-launch-tuto": "Iniciar el tutorial ",
    "twitter-link": "<a href='https://twitter.com/intent/tweet?text=%C2%BFSab%C3%ADa%20usted%20que%20el%20genoma%20de%20alguien%20puede%20deducirse%20de%20los%20de%20sus%20familiares%3F%20Calcule%20la%20privacidad%20gen%C3%B3mica%20de%20su%20familia%20utilizando%20nuestra%20herramienta%20interactiva.%20%40GenomePrivacy%20https%3A%2F%2Fbit.ly%2F2Cf8HQW%20%23privacy%20%23genomic%20via%20%40santeperso' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
    "email-link": "<a href='mailto:?subject=Evaluar%20la%20privacidad%20gen%C3%B3mica%20en%20su%20familia&body=%C2%BFSab%C3%ADa%20usted%20que%20el%20genoma%20de%20alguien%20puede%20deducirse%20de%20los%20de%20sus%20familiares%3F%20Calcule%20la%20privacidad%20gen%C3%B3mica%20de%20su%20familia%20utilizando%20esta%20herramienta%20interactiva.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
    "explainer-text": "{#1}% de la información genómica del objetivo puede deducirse de los genomas de sus parientes secuenciados. Su puntuación de privacidad es, por lo tanto, del {#2}%. ",
    "_COMMENT6": "Tutoría ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "tuto-title-0": "Construye tu árbol genealógico",
    "tuto-text-0": "Para añadir un individuo, haga clic en {#add} y elija un miembro de la familia; para eliminar a un individuo, haga clic en {#remove}.",
    "tuto-title-1": "Indicar a quiénes se les secuenció el genoma ",
    "tuto-text-1": "Para indicar que un individuo ha secuenciado su genoma, haga clic en {#sequence}. Su icono de ADN se oscurece para mostrar que están secuenciados. Para revertirlo e indicar que un individuo no ha secuenciado su genoma, haga clic en {#unsequence}.",
    "tuto-title-2": "Elegir un objetivo para la puntuación de privacidad",
    "tuto-text-2": "Para seleccionar el objetivo, haga clic en {#target} del miembro de la familia elegido. Su puntuación de privacidad se calcula y se muestra en la barra de la derecha (puede tardar unos segundos).",
    "tuto-title-3": "Nombre de los miembros de su familia (opcional)",
    "tuto-text-3": "Puede indicar los nombres de los miembros de su familia haciendo clic en sus nombres. También puede indicar su género haciendo clic en {#sex}.",
    "previous-button": "< Anteriores",
    "next-button": "Siguiente >",
    "close-button": "Finalizar",
    "_COMMENT6.5": "Encuesta --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "survey-step-1-title": "Algunas preguntas....",
    "score-exp": "¿Le parecen tranquilizadoras o preocupantes las puntuaciones de privacidad genómica obtenidas?",
    "score-exp-leftbound": "Altamente preocupante",
    "score-exp-rightbound": "Altamente tranquilizante",
    "you-or-family": "¿Está más interesado en su privacidad genómica o más bien en la de sus familiares?",
    "you-or-family-leftbound": "Mía",
    "you-or-family-rightbound": "De mis familiares",
    "survey-prior-knowledge": "Antes de visitar este sitio web, ¿estaba usted al tanto del riesgo de privacidad genómica que los familiares pueden crear entre si?",
    "utility-website": "¿Encuentras útil esta herramienta?",
    "utility-website-leftbound": "No es nada útil",
    "utility-website-rightbound": "Muy útil",
    "nps": "¿Cuáles son las posibilidades de que usted recomiende este sitio web?",
    "nps-leftbound": "Muy improbable",
    "nps-rightbound": "Muy probable",
    "survey-comment": "¿Tiene algún comentario sobre esta herramienta?",
    "survey-sex": "¿Cuál es tu sexo?",
    "male": "Masculino",
    "female": "Femenino",
    "rathernotsay": "Prefiero no decir",
    "survey-age": "¿Cuál es su edad?",
    "survey-own-sequence": "¿Han secuenciado su genoma?",
    "survey-other-sequence": "Por lo que usted sabe, ¿alguno de sus parientes tenía su genoma secuenciado?",
    "yes": "Sí",
    "no": "No",
    "not-sure": "No estoy seguro",
    "to-some-extent": "Hasta cierto punto",
    "survey-step-2-title": "Una última cosa....",
    "survey-policy": "Estos datos se recogen con fines de investigación académica. Consulte nuestra <a href='../faq#data' target='_blank'>Política de privacidad</a> para obtener más información.",
    "survey-volunteer": "Por favor, ayúdenos a mejorar nuestra herramienta, complete una breve encuesta (2 minutos)!",
    "survey-resume": "Reanudar la encuesta",
    "_COMMENT7": "---------------- árbol genealógico --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
    "node-name-woman": "Mujer",
    "node-name-man": "Hombre",
    "node-name-grandmother": "Abuela",
    "node-name-grandfather": "Abuelo",
    "node-name-mother": "Madre",
    "node-name-father": "Padre",
    "node-name-motherinlaw": "Suegra",
    "node-name-fatherinlaw": "Suegro",
    "node-name-uncle": "Tío",
    "node-name-aunt": "Tía",
    "node-name-uncleinlaw": "Tío",
    "node-name-auntinlaw": "Tía",
    "node-name-you": "Tú",
    "node-name-partner": "Socio",
    "node-name-brother": "Hermano",
    "node-name-sister": "Hermana",
    "node-name-brotherinlaw": "Cuñado",
    "node-name-sisterinlaw": "Cuñada",
    "node-name-cousinf": "Primo",
    "node-name-cousinm": "Primo",
    "node-name-daughter": "Hija",
    "node-name-son": "Hijo",
    "node-name-daughterinlaw": "Nuera",
    "node-name-soninlaw": "Yerno",
    "node-name-niece": "Sobrina",
    "node-name-nephew": "Sobrino",
    "node-name-grandson": "Nieto",
    "node-name-granddaughter": "Nieta",
    "hint-delete-node": "Borrar a esta persona",
    "hint-sequence-node": "Indique si esta persona ha secuenciado su genoma.",
    "hint-change-sex": "Indique su sexo",
    "hint-trash": "Anule el árbol genealógico",
    "change-target": "Seleccione esta persona como destino.",
    "trash-sure": "¿Estás seguro de que quieres restablecer tu árbol genealógico?",
    "trash-cancel": "¿Estás seguro de que quieres restablecer tu árbol genealógico?",
    "trash-confirm": "Confirmar",
    "mobile-block": "Lamentablemente, la herramienta aún no está disponible en las plataformas móviles.</br>Por favor, utilice un ordenador para estimar su privacidad genómica.",
    "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Lamentablemente, nuestra herramienta no es compatible con Internet Explorer. Por favor, utilice un navegador web alternativo como Firefox, Chrome o Safari.",
    "privacy-bar-title": "Puntuación de privacidad:",
    "_COMMENT8": "",
    "response-ongoing": "<i class='fas fa-cog'></i> Cálculo en curso....",
    "response-success": "<i class='fas fa-check-circle'></i> Puntuación calculada en {#1} segundos{#2 (en caché)}.{#3 La puntuación no ha cambiado, <a href='../faq#change' target='_blank'>aprender más <i class='fas fa-question-circle'></i></a>.}",
    "response-error-1": "<i class='fas fa-clock'></i> El cálculo tarda demasiado tiempo en realizarse en tiempo real. Por favor, vuelve más tarde. <a href='../faq#duration' target='_blank'> <i class='fas fa-question-circle'></i>Conozca más</a>",
    "response-error-2": "<i class='fas fa-exclamation-circle'></i> Error interno del servidor, error id: {}. Por favor, vuelva a intentarlo más tarde.",
    "response-error-3": "<i class='fas fa-exclamation-circle'></i> Usted alcanzó el número máximo de individuos secuenciados en el árbol genealógico. Por favor, reduzca el número de individuos secuenciados.",
    "response-error-4": "<span style='position:relative;top:-10px;'>Para calcular una puntuación de privacidad, seleccione un objetivo con el botón <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
    "response-error-5": "<i class='fas fa-exclamation-circle'></i> No se puede conectar al servidor. Por favor, vuelva a intentarlo más tarde.",
    "response-error-6": "Error de la encuesta",
    "response-error-7": "<i class='fas fa-exclamation-circle'></i> Usted alcanzó el número máximo de individuos (secuenciados o no) en el árbol genealógico. Por favor, reduzca el número de personas.",
    "_COMMENT9": "",
    "404-h1-1": "404 error ",
    "404-h1-2": "Esta página no existe.",
    "404-h1-3": "Muévete, no hay nada que ver aquí."
}