{
    "_COMMENT0": "================= TEMPLATE =================",
    "site-title": "Santé personnalisée ? Oui, mais privée!",
    "404-title": "SantéPerso 404",
    "navbar-home": "Accueil",
    "navbar-tool": "Outil",
    "navbar-concept": "Concept",
    "navbar-faq": "FAQ",
    "navbar-about": "À propos",
    "cookie-text": "En naviguant sur ce site, vous acceptez notre <a href='{#1}/faq#data' target='_blank'>politique de confidentialité</a>. Vos données pourront être utilisées sous forme anonymisée à des fins de recherche académique à but non-lucratif.",
    "cookie-accept": "OK",
    "_COMMENT1": "================= HOME PAGE =================",
    "home-title": "ADN, famille et vie privée",
    "home-p1": "Votre <a class='ext-link' href='https://fr.wikipedia.org/wiki/G%C3%A9nome'>génome</a>, aussi appelé <a class='ext-link' href='https://fr.wikipedia.org/wiki/Acide_d%C3%A9soxyribonucl%C3%A9ique'>ADN</a>, est constitué de trois milliards de paires de <a class='ext-link' href='https://fr.wikipedia.org/wiki/Nucl%C3%A9otide'>nucléotides</a>. Votre génome influence votre apparence physique, mais aussi vos attributs non visibles, tels que vos prédispositions à certaines maladies. Connaître votre génome permet ainsi de mieux vous soigner ou d'explorer vos origines, mais peut aussi servir à vous discriminer, par exemple pour vous refuser une assurance maladie, un emploi ou un prêt. <a class='ext-link' href='https://www.letemps.ch/opinions/tests-genetiques-protection-donnees-pourraient-devenir-vos-pires-ennemis'>En savoir plus</a>",
    "home-p2": "Pour chaque paire de nucléotides de votre génome, un nucléotide est hérité de votre mère et l'autre de votre père. Par conséquent, votre génome est lié directement à celui de vos parents et de vos enfants, mais aussi indirectement à ceux des autres membres de votre famille : vos frères et soeurs, vos cousins, vos grand-parents, etc. Votre génome peut ainsi être dans une large mesure déduit à partir de ceux des membres de votre famille. De même, les génomes des membres de votre famille peuvent être en partie déduits du vôtre. Ce site web vous permet d'estimer cette perte de confidentialité génomique.",
    "home-btn": "Accéder à l'outil d'estimation",
    "_COMMENT2": "================= FAQ PAGE =================",
    "faq-title": "FAQ - Foire aux questions",
    "faq-intro": "Pour les questions générales sur la génomique et la vie privée, nous recommandons la <a class='ext-link' href='https://www.priv.gc.ca/fr/mesures-et-decisions-prises-par-le-commissariat/recherche/consulter-les-travaux-de-recherche-sur-la-protection-de-la-vie-privee/2012/gi_qa/'>FAQ fournie par le commissariat à la protection des données canadien</a> ainsi que le site communautaire sur la sécurité et la vie privée génomique <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a> (en anglais seulement). Cette FAQ se concentre avant tout sur les questions relatives à l’outil proposé sur ce site.",
    "faq-title-who": "Qui développe et maintient ce site ?",
    "faq-text-who": "Ces informations sont disponibles dans la page <a href='../about'>À propos</a>.",
    "faq-title-data": "Quelles données sont stockées sur le serveur ?",
    "faq-text-data": "Les données stockées sur le serveur sont : un identifiant utilisateur (généré aléatoirement), les actions effectuées sur le site et vos réponses aux questionnaires si vous y avez répondu. Les noms entrés pour personnaliser l'arbre de famille ne sont jamais envoyés au serveur, seules la structure de l’arbre, quels individus ont séquencé leur génome et la cible sont envoyés et stockées (de manière anonyme). Un cookie est également créé pour sauvegarder vos préférences et le contenu de votre session.<br/>Notez que si vous avez été sur d'autres sites web du domaine unil.ch, il est possible que vous ayez d'autres cookies d'analyse. Ceux-ci ne sont à aucun moment utilisé par ce site.",
    "faq-title-data-use": "Dans quel but les données sont-elles utilisées ?",
    "faq-text-data-use": "Les données anonymisées/agrégées ne sont utilisées que pour de la recherche scientifique à but non-lucratif dans le domaine de la protection des données génomiques. Nous ne partageons aucune donnée avec des tierces parties.",
    "faq-title-benefits": "Quelles sont les avantages à faire séquencer son génome?",
    "faq-text-benefits-p1": "Connaître votre génome apporte trois principaux types d’avantages, d’ordre : médical, récréatif et scientifique. D’un point de vue médical, il est possible de  prédire, à partir de votre génome, vos prédispositions à certaines maladies et ainsi de mieux les anticiper et les soigner. Ainsi, vous pourriez adapter votre style de vie en fonction de votre risque génomique, comme par exemple dans le cas d’un risque de diabète de type 2.",
    "faq-text-benefits-p2": "D’un point de vue récréatif, Il est possible de découvrir, à partir de avec votre génome, vos origines, voire de retrouver des parents éloignés.",
    "faq-text-benefits-p3": "D’un point de vue scientifique, partager ses données génomiques permet de faire avancer la recherche en médecine de précision/personnalisée pour le bien de tou-te-s.",
    "faq-title-risks": "Quelles sont les risques pour la vie privée de faire séquencer son génome?",
    "faq-text-risks-p1": "Votre génome peut être utilisé pour vous discriminer, que ce soit pour l'obtention d’une assurance, d’un emprunt ou d’un emploi. Votre assurance complémentaire pourrait par exemple mieux estimer vos risques médicaux à partir de vos données génétiques et ajuster vos primes en conséquence. En Suisse, votre assurance a aujourd’hui le droit de vous demander les résultats de tests génétiques lorsque les montants assurés sont supérieurs à 400’000 CHF. En pratique, une assurance pourrait ne même pas avoir besoin de vous demander votre génome directement. Si un ou plusieurs de vos proches lui ont déjà communiqué leur information génomique, elle pourrait déjà estimer votre risque génomique, avec certes moins de précision, et ajuster vos primes pour n’importe quel contrat d’assurance, même pour des montants inférieurs à 400’000CHF. Ce site vous permet justement d’évaluer la part d’information qui peut être déduite dans un tel cas.",
    "faq-text-risks-p2": "Dans le cas des tests offerts directement au consommateur par des compagnies telles que 23andMe, AncestryDNA ou MyHeritage, ces compagnies peuvent monétiser votre information génomique en la partageant. <a class='ext-link' href='https://www.lesechos.fr/08/08/2018/lesechos.fr/0302086038806_tests-adn---une-vente-de-donnees-cree-la-polemique.htm#'> 23andMe vend déjà l’accès à sa base de données génomiques</a>, sous forme anonymisée, à des compagnies pharmaceutiques. Ces activités sont aujourd’hui limitées à la recherche pharmaceutique, mais il n’est pas possible de garantir que ce sera leur seule utilisation à l’avenir.",
    "faq-title-offer": "Qu’est-ce que cet outil permet de faire ?",
    "faq-text-offer": "Cet outil vous permet d’estimer votre confidentialité génomique et celle des membres de votre famille en fonction des individus qui ont fait séquencer leur génome.",
    "faq-title-privacy-score": "Qu’indique le score de confidentialité génomique ?",
    "faq-text-privacy-score": "Le score de confidentialité génomique indique quelle proportion de votre information génomique reste confidentielle lorsque les génomes de vos proches l'ayant fait séquencer sont connus. Par exemple, à partir des génomes de vos deux parents biologiques, il est possible de déduire 46% de votre information génomique. Ainsi, si vos deux parents ont fait séquencer leur génome, votre score de confidentialité génomique est de 54%: 54% de votre information génomique reste confidentielle.<br/>Votre information génomique vous identifie de manière unique, révèle vos origines et peut être utilisée pour déduire vos prédispositions à certaines maladies.",
    "faq-title-not-privacy-score": "Qu'est-ce que le score de confidentialité génomique n’indique <u>pas</u> ?",
    "faq-text-not-privacy-score-p1": "Le score ne tient compte ni de vos spécificités telles que votre ethnicité ni des corrélations qui existent au sein du génome humain (<a class='ext-link' href='https://fr.wikipedia.org/wiki/D%C3%A9s%C3%A9quilibre_de_liaison'>déséquilibre de liaison</a>). Le score est une approximation et une moyenne sur tous les gènes et toutes les configurations possibles de gènes dans votre famille.  Sans aucune donnée génomique, il est impossible à notre outil de prendre en compte les particularités génétiques propres à votre famille. Ainsi, les calculs sont basés sur des statistiques populationnelles de fréquences d’allèles, disponible dans <a target='_blank' href='../img/mafs_distribution.jpg'>ce graphique</a>.",
    "faq-text-not-privacy-score-p2": "Le score de confidentialité n’indique pas les risques pour des gènes individuelles. Certains gènes sont plus faciles à inférer que d’autres. Ainsi, si dans l’ensemble votre confidentialité génomique est de 54%, il se peut que certains gènes aient une confidentialité proche des 0% et d’autres proches de 100%. Certains variants sensibles isolés, tel que <a class='ext-link' href='https://fr.wikipedia.org/wiki/Apolipoprot%C3%A9ine_E'>ApoE4</a> (qui indique un risque d’<a class='ext-link' href='https://fr.wikipedia.org/wiki/Maladie_d%27Alzheimer'>Alzheimer</a> élevés), pourraient ainsi peut-être être déduit même si votre score de confidentialité génomique est élevé.",
    "faq-text-not-privacy-score-p3": "Finalement, le score de confidentialité génomique n’indique pas dans quelle mesure il est possible d’identifier un lien de parenté. Par exemple, avoir un seul cousin séquencé ne révèle qu’1% de votre information génomique. Cela révèle relativement peu d’information sur votre génome. Cependant, il serait possible d’identifier un lien de parenté entre vos deux génomes avec grande confiance. Des techniques de ce type sont utilisées pour résoudre des affaires criminelles telles que celle du <a class='ext-link' href='https://www.rts.ch/info/sciences-tech/9925434-comment-l-analyse-adn-recreative-permet-d-arreter-des-tueurs-en-serie.html'>Golden State Killer</a>.",
    "faq-title-half-siblings": "Comment gérer les demi-frères et soeurs ou les partenaires multiples ?",
    "faq-text-half-siblings": "Pour le moment, l’outil ne permet pas de gérer les arbres de familles avec des demi-frères et soeurs ou des partenaires multiples.",
    "faq-title-how": "Comment est effectué le calcul ?",
    "faq-text-how": "Le fonctionnement de l’algorithme de calcul de la confidentialité génomique est décrit dans la page <a href='../concept'>Concept</a> qui contiendra bientôt un lien vers un rapport technique détaillé.",
    "faq-title-change": "Pourquoi le score de confidentialité génomique ne change pas quand j’indique un individu comme séquencé dans l'arbre de famille?",
    "faq-text-change-1": "Cela signifie qu’étant donné les génomes d’autres membres de votre famille, le génome de l’individu en question n’apporte aucune information supplémentaire sur le génome de la cible (vous par exemple). Voici deux configurations typiques dans lesquelles on peut observer ce cas:",
    "faq-text-change-2": "Un ancêtre direct (ou descendant direct) séquencé n’apporte aucune information : s’il y a entre cet ancêtre et la cible un autre ancêtre séquencé, toute l’information génétique sur la cible est déjà donnée par l’ancêtre intermédiaire. <br>Toute l’information génétique de votre grand-mère paternelle vous est transmise par votre père. ainsi connaître le génome de votre grand-mère en plus de celui de votre père ne révélera aucune information supplémentaire sur vous.<br>Il en va de même avec les descendants directs : connaître le génome de votre petit-fils n’apportera aucune information si le génome de sa mère (votre fille) est connu. ",
    "faq-text-change-3": "Aucun enfant (ou descendant direct) de l’individu cible n’est séquencé ; indiquer le partenaire (ou l’un de ses ascendants) de l’individu cible comme séquencé ne change pas le score.<br>Les génomes de deux partenaires ne sont pas liés. C’est uniquement si le génome d’au moins un de leur enfants (ou descendant direct) est connu que le génome d’un des partenaires apporte des informations sur le génome de l’autre. En effet, en sachant quel nucléotide, parmi les deux que possède l’enfant, a été hérité de la mère, il est possible de déduire que l’autre a été hérité du père, ce qui apporte de l’information sur le génome du père.",
    "faq-title-duration": "Pourquoi le score prend du temps à se mettre à jour ?",
    "faq-text-duration-p1": "Si l’arbre de famille que vous avez construit contient de nombreux individus ayant séquencés leur génome, le calcul du score de confidentialité peut prendre du temps. En effet, l’algorithme sous-jacent considère toutes les combinaisons possibles pour les génomes des individus séquencés, et le nombre de telles configurations augmente exponentiellement avec le nombre d’individus séquencés.",
    "faq-text-duration-p2": "Si le calcul prend plus de 2 minutes, il est interrompu et sera relancé pendant la nuit et stocké sur le serveur. Ainsi, si un score ne s’affiche pas en moins de 2 minutes, revenez simplement le jour suivant pour avoir le résultat. Voir la page <a href='../concept/'>Concept</a> pour plus de détails.",
    "faq-title-small-changes": "Pourquoi, pour un arbre donné et les mêmes individus séquencés, le score varie légèrement ?",
    "faq-text-small-changes": "Dans un souci de réactivité, l’outil calcule une première approximation du score. Cette approximation est ensuite raffinée, d’où une petite différence possible. ",
    "faq-title-sequencing": "Qu'est-ce exactement le séquençage du génome?",
    "faq-text-sequencing": "",
    "_COMMENT3": "================= CONCEPT PAGE =================",
    "concept-title": "Concept",
    "concept-p1": "Sur cette page, vous trouverez des informations sur les fondements théoriques de l'outil d'évaluation de confidentialité génomique offert sur ce site. Cet outil s'appuie sur les résultats présentés en détail dans trois publications scientifiques [1,2,3].",
    "concept-p2": "Le <a class='ext-link' href='https://fr.wikipedia.org/wiki/G%C3%A9nome'>génome</a>, aussi appelé <a class='ext-link' href='https://fr.wikipedia.org/wiki/Acide_d%C3%A9soxyribonucl%C3%A9ique'>ADN</a>, se compose de trois milliards de paires de <a class='ext-link' href='https://fr.wikipedia.org/wiki/Nucl%C3%A9otide'>nucléotides</a>. Dans chaque paire de nucléotides, un nucléotide est hérité de la mère et l'autre du père. Certains nucléotides (appelés <a class='ext-link' href='https://fr.wikipedia.org/wiki/Polymorphisme_nucl%C3%A9otidique'>polymorphisme nucléotidique</a>, ou SNP) peuvent avoir différentes <a class='ext-link' href='https://fr.wikipedia.org/wiki/All%C3%A8le'>valeurs</a> possibles avec des <a class='ext-link' href='https://fr.wikipedia.org/wiki/Fr%C3%A9quence_all%C3%A9lique'>probabilités</a> connues au niveau de la population. Ce sont les bases du calcul : pour chaque SNP, l'outil prend en compte toutes les configurations de valeurs possibles pour les membres de l'arbre de famille ayant fait séquencer (ou plus précisement, <a class='ext-link' href='https://fr.wikipedia.org/wiki/G%C3%A9notypage' >génotyper</a>) leur génome.",
    "concept-p3": "Pour chaque configuration de valeurs possibles, l'outil calcule la probabilité qu'une telle situation se produise. Il calcule ensuite la distribution de probabilité postérieure des valeurs du SNP de la cible dans cette configuration.",
    "concept-p4": "Pour calculer cette distribution de probabilités, l'outil modélise les liens entre les génomes des différents membres de votre famille à l'aide d'un modèle graphique probabiliste particulier, appelé <a class='ext-link' href='https://fr.wikipedia.org/wiki/R%C3%A9seau_bay%C3%A9sien'>réseau bayésien</a>, dont la structure suit celle de l'arbre généalogique. Ces calculs sont effectués pour chaque SNP du génome.",
    "concept-p5": "À partir de cette distribution de probabilités, la part d'information génomique qui reste confidentielle dans chaque configuration est calculée selon la formule de l'<a class='ext-link' href='https://fr.wikipedia.org/wiki/Information_mutuelle'>information mutuelle</a>. Le score de confidentialité est la moyenne pondérée des informations confidentielles du SNP, où les pondérations sont les probabilités des configurations.",
    "concept-p6": "Les SNPs pris en compte pour le score de confidentialité sont ~480'000 SNPs génotypés par 23andMe dont les données sont disponibles sur la base de donnée génomique publique <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a>. Les statistiques sur la fréquence des allèles des SNPs proviennent de l'étude <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a> qui prend en compte les génomes de 125’000 individus. La distribution de fréquences des allèles utilisée est donné dans <a target='_blank' href='../img/mafs_distribution.jpg'>ce graphique</a>.",
    "concept-p7": "Le score de confidentialité reflète la quantité moyenne d'information génomique de la cible qui ne peut être déduite des génomes des membres séquencés de la famille.",
    "concept-p8": "Nous utilisons également la mise en cache pour éviter de recalculer des scores de confidentialité identiques. Lorsqu'un visiteur utilise l'outil pour calculer un score, l'arbre de famille et le résultat correspondant sont enregistrés. Si un autre visiteur effectue le même calcul plus tard, le résultat sera renvoyé instantanément.",
    "concept-publications": "Publications scientifiques",
    "_COMMENT4": "================= ABOUT PAGE =================",
    "about-team-title": "Équipe",
    "about-mathias": "Mathias Humbert, PhD",
    "about-position-mathias": "Chef de projet - SDSC",
    "about-didier": "Didier Dupertuis, MSc",
    "about-position-didier": "Développeur - HEC Lausanne",
    "about-murielle": "Murielle Bochud MD, PhD",
    "about-position-murielle": "Professeure - UniSanté",
    "about-sandrine": "Sandrine Estoppey, MSc",
    "about-position-sandrine": "Chercheure - UniSanté",
    "about-kevin": "Kévin Huguenin, PhD",
    "about-position-kevin": "Professeur - HEC Lausanne",
    "about-michael": "Michael Schumacher, PhD",
    "about-position-michael": "Professeur - HES-SO",
    "about-benjamin": "Benjamin Trubert, MSc",
    "about-position-benjamin": "Doctorant - HEC Lausanne",
    "about-sponsors-title": "Sponsors",
    "about-sponsors-text": "Ce projet est financé en partie par la <a class='ext-link' href='https://www.leenaards.ch'>Fondation Leenaards</a> dans le cadre de l'initiative <a class='ext-link' href='https://www.santeperso.ch'>Santé Personalisée et Société (SantéPerSo)</a>.",
    "about-thanks-title": "Remerciements",
    "about-thanks-text": "L'équipe tient à remercier Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini et Antonio Ruggiero ainsi que le <a class='ext-link' href='http://hec.unil.ch/people/mcherubini'>Prof. Mauro Cherubini</a> pour avoir contribué à la conception de ce site dans le cadre du cours <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. Le design du site web est inspiré de <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>.",
    "_COMMENT5": "================= TOOL PAGE =================",
    "tool-h2-title": "Estimation de confidentialité",
    "tool-p1": "Sur cette page, vous pouvez construire votre arbre de famille et indiquer les individus dont le génome est connu, par exemple parce qu'ils ont utilisé un service comme <a class='ext-link' href='https://fr.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://fr.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> ou <a class='ext-link' href='https://en.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> pour séquencer/génotyper leur génome.",
    "tool-p2": "Une fois cela fait, vous pourrez choisir l'individu, vous ou tout autre membre de votre famille, dont vous voulez estimer la confidentialité génomique (la “cible”). La confidentialité est ensuite affichée dans la jauge à droite. ",
    "tool-launch-tuto": "Lancer le tutorial",
    "twitter-link": "<a href='https://twitter.com/intent/tweet?text=Saviez-vous%20que%20le%20g%C3%A9nome%20d%27un%20individu%20peut%20%C3%AAtre%20d%C3%A9duit%20de%20ceux%20des%20membres%20de%20sa%20famille%3F%20Estimez%20la%20confidentialit%C3%A9%20g%C3%A9nomique%20dans%20votre%20famille%20avec%20notre%20outil%20interactif.%20%40GenomePrivacy&hashtags=privacy,genomic&via=santeperso&url=https%3A%2F%2Fbit.ly%2F2Cf8HQW' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
    "email-link": "<a href='mailto:?subject=Evalue%20la%20confidentialit%C3%A9%20g%C3%A9nomique%20dans%20ta%20famille&body=Savais-tu%20que%20le%20g%C3%A9nome%20d%27un%20individu%20peut%20%C3%AAtre%20d%C3%A9duit%20de%20ceux%20des%20membres%20de%20sa%20famille%3F%20Estime%20la%20confidentialit%C3%A9%20g%C3%A9nomique%20dans%20ta%20famille%20avec%20cet%20outil%20interactif.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
    "explainer-text": "{#1}% de l’information génomique de la cible peut être déduite du génome des membres séquencés de sa famille. Son score de confidentialité est donc de {#2}%.",
    "_COMMENT6": "-------------- tutorial --------------",
    "tuto-title-0": "Construisez votre arbre de famille",
    "tuto-text-0": "Pour ajouter un individu à l'arbre de famille, cliquez sur {#add} et choisissez un type de lien de famille ; pour supprimer un individu, cliquez sur {#remove}.",
    "tuto-title-1": "Indiquez qui a fait séquencé son génome",
    "tuto-text-1": "Pour indiquer qu’un individu a fait séquencer son génome, cliquez sur {#sequence}. L'icône ADN de cet individu devient alors foncé. Pour annuler et indiquer qu’un individu n'a pas fait séquencer son génome, cliquez sur {#unsequence}.",
    "tuto-title-2": "Indiquez la cible du calcul de confidentialité",
    "tuto-text-2": "Pour indiquer la “cible”, cliquez sur le bouton {#target} de l’individu choisi. Son score de confidentialité est alors calculé et affiché dans la jauge à droite (le calcul peut prendre quelques secondes).",
    "tuto-title-3": "Nommez les membres de votre famille (optionel)",
    "tuto-text-3": "Vous pouvez indiquer les noms des membres de votre famille en cliquant sur leur nom. Pour indiquer votre sexe, cliquez sur {#sex}.",
    "previous-button": "< Précédent",
    "next-button": "Suivant >",
    "close-button": "Terminer",
    "_COMMENT6.5": "-------------- Survey --------------",
    "survey-step-1-title": "Quelques questions...",
    "score-exp": "Trouvez-vous les scores de confidentialités génomiques obtenus plutôt rassurants ou inquiétants ?",
    "score-exp-leftbound": "Très inquiétants",
    "score-exp-rightbound": "Très rassurants",
    "you-or-family": "Vous intéressez-vous d’abord à la confidentialité de votre propre génome ou plutôt à celle du génome d’autres membres de votre famille ?",
    "you-or-family-leftbound": "La mienne",
    "you-or-family-rightbound": "Celles des autres",
    "survey-prior-knowledge": "Avant de visiter ce site, étiez-vous conscient des risques de confidentialité génomique que les membres d'une famille peuvent se créer?",
    "utility-website": "Trouvez-vous cet outil utile ?",
    "utility-website-leftbound": "Pas du tout utile",
    "utility-website-rightbound": "Très utile",
    "nps": "Quelles sont les chances que vous recommandiez ce site à une connaissance ?",
    "nps-leftbound": "Très improbable",
    "nps-rightbound": "Très probable",
    "survey-comment": "Avez-vous d'autres commentaires concernant cet outil ?",
    "survey-sex": "Quel est votre sexe ?",
    "male": "Homme",
    "female": "Femme",
    "rathernotsay": "Je préfère ne pas répondre",
    "survey-age": "Quel est votre âge ?",
    "survey-own-sequence": "Avez-vous fait séquencer votre génome ?",
    "survey-other-sequence": "À votre connaissance, est-ce qu’un membre de votre famille a fait séquencer son génome ?",
    "yes": "Oui",
    "no": "Non",
    "not-sure": "Je ne suis pas sûr",
    "to-some-extent": "Dans une certaine mesure",
    "survey-step-2-title": "Une dernière chose...",
    "survey-policy": "Ces données sont collectées à des fins de recherche académique. Voir la <a href='../faq#data' target='_blank'>politique de confidentialité</a> pour plus d'informations.",
    "survey-volunteer": "Aidez nous à améliorer notre outil, répondez à un rapide questionnaire (2 minutes)!",
    "survey-resume": "Retourner au questionnaire",
    "_COMMENT7": "-------------- family tree --------------",
    "node-name-woman": "Femme",
    "node-name-man": "Homme",
    "node-name-grandmother": "Grand-mère",
    "node-name-grandfather": "Grand-père",
    "node-name-mother": "Mère",
    "node-name-father": "Père",
    "node-name-motherinlaw": "Belle-mère",
    "node-name-fatherinlaw": "Beau-père",
    "node-name-uncle": "Oncle",
    "node-name-aunt": "Tante",
    "node-name-uncleinlaw": "Oncle",
    "node-name-auntinlaw": "Tante",
    "node-name-you": "Vous",
    "node-name-partner": "Partenaire",
    "node-name-brother": "Frère",
    "node-name-sister": "Soeur",
    "node-name-brotherinlaw": "Beau-frère",
    "node-name-sisterinlaw": "Belle-soeur",
    "node-name-cousinf": "Cousine",
    "node-name-cousinm": "Cousin",
    "node-name-daughter": "Fille",
    "node-name-son": "Fils",
    "node-name-daughterinlaw": "Belle-fille",
    "node-name-soninlaw": "Beau-fils",
    "node-name-niece": "Nièce",
    "node-name-nephew": "Neveu",
    "node-name-grandson": "Petit-fils",
    "node-name-granddaughter": "Petite-fille",
    "hint-delete-node": "Supprimer cet individu",
    "hint-sequence-node": "Indiquez si cet individu a fait séquencer son ADN",
    "hint-change-sex": "Indiquez votre sexe",
    "hint-trash": "Réinitialiser l'arbre",
    "trash-sure": "Êtes-vous sûr de vouloir réinitialiser l'arbre de famille ?",
    "trash-cancel": "Annuler",
    "trash-confirm": "Confirmer",
    "change-target": "Choisir cet individu comme cible",
    "mobile-block": "L'outil n'est malheureusement pas encore disponible pour les mobiles.</br>\nVeuillez utiliser un ordinateur pour estimer votre confidentialité génomique.",
    "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Notre outil n'est pas compatible avec Internet Explorer. Veuillez utiliser un autre navigateur, tel que Firefox, Chrome ou Safari.",
    "privacy-bar-title": "La vie privée génomique de la cible est <tspan>{}</tspan>",
    "privacy-bar-score-100": "totalement protégée",
    "privacy-bar-score-5": "très bien protégée",
    "privacy-bar-score-4": "bien protégée",
    "privacy-bar-score-3": "moyennement protégée",
    "privacy-bar-score-2": "peu protégée",
    "privacy-bar-score-1": "très peu protégée",
    "_COMMENT8": "-------------- response messages --------------",
    "response-ongoing": "<i class='fas fa-cog'></i> Calcul en cours...",
    "response-success": "<i class='fas fa-check-circle'></i> Score calculé en {#1} secondes{#2 (en cache)}.{#3 Le score est inchangé, <a href='../faq#change' target='_blank'>en savoir plus <i class='fas fa-question-circle'></i></a></a>.}",
    "response-error-1": "<i class='fas fa-clock'></i> Le calcul prend trop de temps pour être calculé en temps réel. Ré-essayez plus tard. <a href='../faq#duration' target='_blank'>En savoir plus <i class='fas fa-question-circle'></i></a></a>",
    "response-error-2": "<i class='fas fa-exclamation-circle'></i> Erreur interne au serveur, id erreur: {}. Veuillez réessayer plus tard.",
    "response-error-3": "<i class='fas fa-exclamation-circle'></i> Vous avez atteint le nombre maximum d'individus séquencés dans l'arbre de famille. Veuillez enlever des individus séquencés.",
    "response-error-4": "<span style='position:relative;top:-10px;'> Pour obtenir un score, veuillez choisir une cible avec le bouton <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
    "response-error-5": "<i class='fas fa-exclamation-circle'></i> Erreur de connexion au serveur.",
    "response-error-6": "Erreur réponse au questionnaire",
    "response-error-7": "<i class='fas fa-exclamation-circle'></i> Vous avez atteint le nombre maximum d'individus (séquencés ou non) dans l'arbre de famille. Veuillez enlever des individus.",
    "_COMMENT9": "================= 404 PAGE =================",
    "404-h1-1": "Erreur 404",
    "404-h1-2": "Oups, Cette page n'existe pas.",
    "404-h1-3": ""
}