{
    "_COMMENT0": "==========================================================================",
    "site-title": "Salute personalizzata? Sì, ma privata!",
    "404-title": "SantéPerso 404",
    "navbar-home": "Casa",
    "navbar-tool": "Utensile",
    "navbar-concept": "Concetto",
    "navbar-faq": "FAQ",
    "navbar-about": "A proposito di",
    "cookie-text": "Navigando su questo sito web, accetti la nostra <a href='{#1}/faq#data' target='_blank'>Informativa sulla privacy</a>. I tuoi dati possono essere utilizzati in forma anonima per ricerche accademiche senza scopo di lucro. ",
    "cookie-accept": "OK",
    "_COMMENT1": "===========================================================================",
    "home-title": "DNA, famiglia e privacy",
    "home-p1": "Il tuo <a class='ext-link' href='https://it.wikipedia.org/wiki/Genoma'>genoma</a>, chiamato anche <a class='ext-link' href='https://it.wikipedia.org/wiki/DNA'>DNA</a>, consiste di tre miliardi di coppie di <a class='ext-link' href='https://it.wikipedia.org/wiki/Nucleotide'>nucleotidi</a>. Il tuo genoma influenza il tuo aspetto fisico, ma anche i tuoi attributi non visibili, come la tua predisposizione ad alcune malattie.  Quindi, conoscere il tuo genoma rende possibile migliorare la tua assistenza sanitaria o esplorare le tue origini.  Queste informazioni possono anche essere utilizzate per discriminarvi, ad esempio, per negarvi un'assicurazione sanitaria, un lavoro o un prestito. <a class='ext-link' href='https://www.cnbc.com/2018/06/16/5-biggest-risks-of-sharing-dna-with-consumer-genetic-testing-companies.html'> Learn more</a> ",
    "home-p2": "In ogni coppia di nucleotidi del vostro genoma, un nucleotide è ereditato da vostra madre e l'altro da vostro padre. Di conseguenza, il vostro genoma è direttamente collegato a quelli dei vostri genitori e dei vostri figli, ma anche indirettamente a quelli di tutti i membri della vostra famiglia: i vostri fratelli e sorelle, i vostri cugini, i vostri nonni, ecc.  Il vostro genoma può quindi essere ampiamente dedotto da quelli dei vostri parenti.  Al contrario, i genomi dei vostri parenti possono, in una certa misura, essere dedotti da quelli dei vostri.  Questo sito web vi fornisce uno strumento per stimare questa perdita di privacy. ",
    "home-btn": "Vai allo strumento di stima",
    "_COMMENT2": "===========================================================================",
    "faq-title": "FAQ - Domande e risposte alle domande più frequenti",
    "faq-intro": "Per domande generali sulla genomica e la privacy, vi raccomandiamo il <a class='ext-link' href='https://www.priv.gc.ca/en/opc-actions-and-decisions/research/explore-privacy-research/2012/gi_qa/'>FAQ fornito dal commissario canadese per la privacy</a> così come il sito web della comunità sulla privacy e la sicurezza del genoma <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a>. Questa FAQ si concentra sulle domande direttamente collegate allo strumento offerto su questo sito web.",
    "faq-title-who": "Chi sviluppa e mantiene questo sito web? ",
    "faq-text-who": "Queste informazioni sono disponibili nella pagina <a href='../about'>A proposito di</a>.",
    "faq-title-data": "Quali dati sono memorizzati sul server?",
    "faq-text-data": "I dati memorizzati sul server sono: un id utente (generato in modo casuale), le azioni effettuate sul sito e le vostre risposte ai sondaggi se avete risposto. I nomi inseriti per personalizzare l'albero genealogico non vengono mai inviati al server, solo la struttura ad albero, che gli individui che hanno avuto il loro genoma in sequenza e target sono inviati e memorizzati (in forma anonima). Viene anche creato un cookie per salvare le vostre preferenze e il contenuto della vostra sessione.<br/>Nota che se siete stati su altri siti web del dominio unil.ch, potreste avere altri cookie di analisi.  Questi non sono mai utilizzati da questo sito web. ",
    "faq-title-data-use": "A cosa servono questi dati?",
    "faq-text-data-use": "I dati anonimizzati/aggregati sono utilizzati solo per ricerche accademiche senza scopo di lucro nel campo della privacy genomica. Non condivideremo i dati con terzi.",
    "faq-title-benefits": "Quali sono i vantaggi di avere il proprio genoma sequenziato o genotipizzato?",
    "faq-text-benefits-p1": "Conoscere il tuo genoma ha tre tipi di benefici: medici, ricreativi e scientifici. Da un punto di vista medico, è possibile prevedere le proprie predisposizioni ad alcune malattie e curarsi meglio.  In questo modo, è possibile adattare il proprio stile di vita in base alle proprie esigenze.",
    "faq-text-benefits-p2": "A livello ricreativo, è possibile scoprire le vostre origini, o addirittura trovare parenti lontani, con le vostre informazioni genomiche.",
    "faq-text-benefits-p3": "Dal punto di vista scientifico, la condivisione dei dati genomici aiuta a far progredire la ricerca medica di precisione/personalizzata a beneficio di tutti.",
    "faq-title-risks": "Quali sono i rischi per la privacy di avere il proprio genoma sequenziato o genotipizzato?",
    "faq-text-risks-p1": "Il vostro genoma può anche essere usato per discriminarvi, ad esempio per negarvi un'assicurazione, un prestito o un lavoro. Ad esempio, la vostra assicurazione potrebbe valutare meglio i vostri rischi medici sulla base dei vostri dati genetici e adeguare di conseguenza i vostri premi. In Svizzera, la vostra assicurazione ha ora il diritto di richiedere i risultati dei test genetici quando le somme assicurate superano i 400'000 franchi. In pratica, una compagnia di assicurazione può anche non aver bisogno di chiederle direttamente il suo genoma.  Se uno o più parenti hanno già comunicato le loro informazioni genomiche, l'assicuratore può già valutare il rischio genomico, magari con minore precisione, e adeguare i premi per qualsiasi contratto di assicurazione, anche per importi inferiori a 400'000CHF.  Questo sito web consente di valutare la quota di informazioni che si può dedurre in un caso del genere. ",
    "faq-text-risks-p2": "Nel caso di test diretti ai consumatori offerti da aziende come 23andMe, AncestryDNA o MyHeritage, queste aziende possono monetizzare le vostre informazioni genomiche condividendole. <a class='ext-link' href='https://www.wired.com/story/23andme-glaxosmithkline-pharma-deal/'> 23andMe vende già l'accesso al suo database genomico</a>, in forma anonima, alle aziende farmaceutiche. Queste attività sono ora limitate alla ricerca farmaceutica, ma non c'è alcuna garanzia che ciò avverrà sempre in futuro.",
    "faq-title-offer": "Che cosa fornisce lo strumento?",
    "faq-text-offer": "Questo strumento fornisce una stima della vostra privacy genomica e di quella dei vostri familiari a seconda degli individui che hanno avuto il loro genoma in sequenza.",
    "faq-title-privacy-score": "Cosa significa il punteggio sulla privacy genomica?",
    "faq-text-privacy-score": "Un punteggio sulla privacy genomica indica quanta parte delle informazioni genomiche rimane segreta quando i genomi dei vostri parenti sequenziati sono noti. Ad esempio, quando i genomi di entrambi i tuoi genitori biologici sono noti, è possibile dedurre il 46% delle tue informazioni genomiche. Quindi, se entrambi i tuoi genitori avevano i loro genomi in sequenza, il 54% delle tue informazioni genomiche rimane segreto e questo è il tuo punteggio di privacy.<br/>Le tue informazioni genomiche ti identificano in modo univoco, rivelano le tue origini familiari e possono essere utilizzate per valutare i tuoi rischi per determinate condizioni mediche.",
    "faq-title-not-privacy-score": "Cosa non ti dice il punteggio della privacy genomica?",
    "faq-text-not-privacy-score-p1": "Il punteggio della privacy non tiene conto delle tue specificità come la tua etnia o le correlazioni che esistono all'interno del genoma umano (<a class='ext-link' href='https://it.wikipedia.org/wiki/Linkage_disequilibrium'>linkage disequilibrium</a>). Si tratta di un'approssimazione e una media di tutti i geni e di tutte le possibili configurazioni di geni nella vostra famiglia. Senza dati genomici, non è possibile per il nostro strumento di prendere in considerazione le specificità genetiche della vostra famiglia.  Quindi, la stima si basa su statistiche di popolazione pubblicamente disponibili sulle frequenze alleliche, mostrate in <a target='_blank' href='../img/mafs_distribution.jpg'>questa figura</a>. ",
    "faq-text-not-privacy-score-p2": "Il punteggio sulla privacy non indica la privacy del target per i singoli geni. Alcuni geni sono più facili da dedurre di altri. Quindi, se la vostra riservatezza genomica complessiva è del 54%, può darsi che alcuni geni abbiano una riservatezza prossima allo 0% e altri vicini al 100%. Alcune varianti isolate e imbarazzanti, come <a class='ext-link' href='https://en.wikipedia.org/wiki/Apolipoprotein_E'>ApoE4</a> (che indica un rischio maggiore di <a class='ext-link' href='https://it.wikipedia.org/wiki/Malattia_di_Alzheimer'>Alzheimer</a>'s disease), potrebbero essere dedotte con facilità anche se il tuo punteggio sulla privacy genomica è alto.",
    "faq-text-not-privacy-score-p3": "Infine, il punteggio sulla privacy genomica non ti dice fino a che punto si può stabilire che sei imparentato con qualcun altro. Ad esempio, il genoma di uno dei vostri cugini rivela solo l'1% delle vostre informazioni genomiche. Tuttavia, sulla base di entrambi i vostri genomi è possibile stabilire con grande sicurezza che siete imparentati. Questo è il tipo di tecniche che sono state utilizzate per risolvere casi criminali come quello del <a class='ext-link' href='https://www.nytimes.com/2018/04/27/health/dna-privacy-golden-state-killer-genealogy.html'>Golden State Killer</a>. ",
    "faq-title-half-siblings": "Che ne dici di mezze sorelle e partner multipli?",
    "faq-text-half-siblings": "Al momento, lo strumento non gestisce semislittamenti e partner multipli.",
    "faq-title-how": "Come si fa il calcolo?",
    "faq-text-how": "L'algoritmo per il calcolo della privacy genomica è descritto nella pagina <a href='../concept' target='_blank'>Concetto</a> e conterrà presto un link ad una relazione tecnica dettagliata.",
    "faq-title-change": "Perché non cambia il punteggio della privacy genomica quando indico un individuo come sequenziato nell'albero genealogico?",
    "faq-text-change-1": "Ciò significa che, dato il genoma di altri membri della vostra famiglia, il genoma dell'individuo in questione non fornisce alcuna informazione supplementare sul genoma del bersaglio (voi per esempio). Qui ci sono due configurazioni tipiche in cui questo può essere osservato:",
    "faq-text-change-2": "Un antenato diretto sequenziato (o discendente diretto) non fornisce alcuna informazione: se c'è un altro antenato sequenziato tra questo antenato e il bersaglio, tutte le informazioni genetiche sul bersaglio sono già fornite dall'antenato intermedio.<br>Tutte le informazioni genetiche della tua nonna paterna sono trasmesse a te da tuo padre. Quindi, conoscere il genoma di tua nonna oltre a quello di tuo padre non rivelerà alcuna informazione aggiuntiva su di te.<br>Lo stesso vale per i discendenti diretti: conoscere il genoma di tuo nipote non fornirà alcuna informazione se il genoma di sua madre (di tua figlia) è conosciuto.",
    "faq-text-change-3": "Nessun figlio (o discendente diretto) dell'individuo bersaglio è sequenziato; indicare il coniuge (o uno dei suoi ascendenti) dell'individuo bersaglio come sequenziato non cambia il punteggio. <br>I genomi di due coniugi non sono correlati.  È solo se il genoma di almeno uno dei loro figli (o discendente diretto) è noto che il genoma di uno dei coniugi fornisce informazioni sul genoma dell'altro.  Infatti, sapendo quale dei due nucleotidi posseduti dal bambino è stato ereditato dalla madre, è possibile dedurre che l'altro è stato ereditato dal padre, che fornisce informazioni sul genoma del padre. ",
    "faq-title-duration": "Perché l'aggiornamento del punteggio richiede molto tempo?",
    "faq-text-duration-p1": "Se l'albero genealogico che avete costruito contiene molti individui che hanno avuto i loro genomi in sequenza, il calcolo del punteggio della privacy può richiedere tempo. Infatti, l'algoritmo sottostante considera tutte le combinazioni possibili per i genomi di individui sequenziati. Il numero di tali configurazioni aumenta esponenzialmente con il numero di genomi sequenziati.",
    "faq-text-duration-p2": "Se il calcolo dura più di 2 minuti, viene interrotto e viene eseguito durante la notte e memorizzato sul server. Quindi, se il punteggio della privacy genomica per un albero non si aggiorna in meno di 2 minuti, è sufficiente tornare il giorno successivo e il punteggio dovrebbe essere disponibile.",
    "faq-title-small-changes": "Perché, per lo stesso albero e gli stessi membri della famiglia in sequenza, il punteggio cambia di alcuni punti percentuali?",
    "faq-text-small-changes": "Per essere reattivi, quando si incontra per la prima volta una struttura ad albero genealogico, lo strumento calcola una prima approssimazione del punteggio. Questa approssimazione viene affinata in seguito, quindi una possibile piccola differenza.",
    "_COMMENT3": "===========================================================================",
    "concept-title": "Concetto",
    "concept-p1": "In questa pagina, troverete informazioni sui fondamenti teorici dello strumento di valutazione della privacy genomica offerto su questo sito. Questo strumento si basa sui risultati presentati in dettaglio in tre pubblicazioni scientifiche [1,2,3].",
    "concept-p2": "Il <a class='ext-link' href='https://it.wikipedia.org/wiki/Genoma' >genoma</a>, chiamato anche <a class='ext-link' href='https://it.wikipedia.org/wiki/DNA' >DNA</a>, consiste di tre miliardi di coppie di <a class='ext-link' href='https://it.wikipedia.org/wiki/Nucleotide' >nucleotidi</a>. In ogni coppia di nucleotidi, un nucleotide è ereditato dalla madre e l'altro dal padre.  Alcuni nucleotidi (chiamati <a class='ext-link' href='https://it.wikipedia.org/wiki/Polimorfismo_a_singolo_nucleotide' >polimorfismo a singolo nucleotide</a>, o SNP) possono avere diversi possibili <a class='ext-link' href='https://it.wikipedia.org/wiki/Allele' >valori</a> con note <a class='ext-link' href='https://it.wikipedia.org/wiki/Frequenza_allelica' >population-wise likelihoods</a>.  Queste sono le basi del calcolo: per ogni SNP, lo strumento considera tutte le possibili configurazioni dei valori SNP per tutti i membri dell'albero genealogico che hanno avuto il loro genoma in sequenza (o più specificamente <a class='ext-link' href='https://en.wikipedia.org/wiki/Genotyping' >genotyped</a>).  ",
    "concept-p3": "Per ogni possibile configurazione di valori, lo strumento calcola la probabilità che una tale situazione si verifichi. Quindi calcola la distribuzione di probabilità posteriore del valore SNP del target in questa configurazione.",
    "concept-p4": "Per calcolare questa distribuzione di probabilità, lo strumento modella i collegamenti tra i genomi di diversi membri della famiglia utilizzando un particolare modello grafico probabilistico, chiamato <a class='ext-link' href='https://it.wikipedia.org/wiki/Rete_bayesiana' >Rete bayesiana</a>, la cui struttura segue quella dell'albero genealogico. Questi calcoli sono eseguiti per ogni SNP del genoma.",
    "concept-p5": "Da questa distribuzione di probabilità, la quantità di informazioni genomiche che rimangono riservate (cioè che non possono essere dedotte) in ogni configurazione è calcolata secondo la formula di <a class='ext-link' href='https://it.wikipedia.org/wiki/Informazione_mutua' >informazione mutua</a>. Il punteggio sulla privacy è il punteggio ponderato",
    "concept-p6": "L'insieme di SNPs che consideriamo per il punteggio di privacy sono ~480'000 SNPs genotipizzati da 23andMe per i quali i dati sono disponibili sul database pubblico SNP <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a>. Le statistiche sulle frequenze degli alleli SNPs provengono dallo studio <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a> che considera i genomi di 125'000 individui. La risultante distribuzione delle frequenze alleliche è data in <a target='_blank' href='../img/mafs_distribution.jpg'>questa figura</a>. ",
    "concept-p7": "Il punteggio di privacy riflette la quantità media delle informazioni genomiche del bersaglio che non può essere dedotta dai genomi dei membri della famiglia in sequenza.",
    "concept-p8": "Utilizziamo anche il caching per evitare di ricalcolare gli stessi punteggi di privacy. Quando un visitatore utilizza lo strumento per calcolare un punteggio, vengono memorizzati la struttura ad albero genealogico e il risultato corrispondente. Se un altro visitatore esegue lo stesso calcolo in un secondo momento, il risultato sarà restituito immediatamente.",
    "concept-publications": "Pubblicazioni scientifiche",
    "_COMMENT4": "===========================================================================",
    "about-team-title": "Squadra",
    "about-mathias": "Mathias Humbert, dottorato di ricerca",
    "about-position-mathias": "Responsabile di progetto - SDSC",
    "about-didier": "Didier Dupertuis, MSc",
    "about-position-didier": "Sviluppatore - HEC Losanna",
    "about-murielle": "Murielle Bochud MD, dottorato di ricerca",
    "about-position-murielle": "Professore - UniSanté",
    "about-sandrine": "Sandrine Estoppey, MSc",
    "about-position-sandrine": "Ricercatore - UniSanté",
    "about-kevin": "Kévin Huguenin, dottorato di ricerca",
    "about-position-kevin": "Professore - HEC Losanna",
    "about-michael": "Michael Schumacher, dottorato di ricerca",
    "about-position-michael": "Professore - HES-SO",
    "about-benjamin": "Benjamin Trubert, MSc",
    "about-position-benjamin": "Dottorando - HEC Losanna",
    "about-sponsors-title": "Sponsor",
    "about-sponsors-text": "Questo progetto è in parte finanziato dalla <a class='ext-link' href='https://www.leenaards.ch' >Fondazione Leenaards</a> come parte dell'iniziativa <a class='ext-link' href='https://www.santeperso.ch/' >Salute e società personalizzate (SantéPerSo)</a>.",
    "about-thanks-title": "Grazie",
    "about-thanks-text": "Il team desidera ringraziare Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini e Antonio Ruggiero e il <a class='ext-link' href='http://hec.unil.ch/people/mcherubini' >Prof. Mauro Cherubini</a> per aver contribuito alla progettazione di questo sito come parte del corso <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. Il design del sito web è ispirato a <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>. ",
    "_COMMENT5": "===========================================================================",
    "tool-h2-title": "Stima della privacy",
    "tool-p1": "In questa pagina, puoi costruire il tuo albero genealogico e indicare gli individui i cui genomi sono noti, ad esempio, perché hanno usato un servizio come <a class='ext-link' href='https://it.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://it.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> o <a class='ext-link' href='https://en.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> per sequenziare/genotype i loro genomi.",
    "tool-p2": "Una volta fatto questo, potete scegliere il \"bersaglio\", voi o qualsiasi altro membro della famiglia, di cui volete stimare la privacy genomica. Il loro punteggio sulla privacy è quindi indicato nella barra di destra. ",
    "tool-launch-tuto": "Lancia il tutorial ",
    "twitter-link": "<a href='https://twitter.com/intent/tweet?text=Sapevi che il genoma di qualcuno può essere dedotto da quelli dei membri della sua famiglia? Stima la privacy genomica della tua famiglia utilizzando il nostro strumento interattivo. @GenomePrivacy https://bit.ly/2Cf8HQW #privacy #genomic via @santeperso' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
    "email-link": "<a href='mailto:?subject=Valutare%20la%20privacy%20genomica%20nella%20tua%20famiglia&body=Sapevi%20che%20il%20genoma%20di%20qualcuno%20pu%C3%B2%20essere%20dedotto%20da%20quelli%20dei%20membri%20della%20sua%20famiglia%3F%20Stima%20la%20privacy%20genomica%20della%20tua%20famiglia%20utilizzando%20questo%20strumento%20interattivo.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
    "explainer-text": "{#1}% delle informazioni genomiche del bersaglio possono essere dedotte dai genomi dei loro parenti sequenziati. Il loro punteggio sulla privacy è quindi {#2}%. ",
    "_COMMENT6": "-------------- tutorial --------------",
    "tuto-title-0": "Costruisci il tuo albero genealogico",
    "tuto-text-0": "Per aggiungere un individuo, clicca su {#add} e scegli un membro della famiglia; per rimuovere un individuo, clicca su {#remove}.",
    "tuto-title-1": "Indicare chi ha avuto il loro genoma in sequenza",
    "tuto-text-1": "Per indicare che un individuo ha messo in sequenza il proprio genoma, cliccare su {#sequence}. L'icona del loro DNA diventa più scura per mostrare che sono sequenziati. Per ripristinarla e indicare che un individuo non ha sequenziato il suo genoma, clicca su {#unsequence}.",
    "tuto-title-2": "Scegliere un obiettivo per il punteggio sulla privacy",
    "tuto-text-2": "Per selezionare il bersaglio, clicca su {#target} pulsante del membro della famiglia scelta. Il loro punteggio sulla privacy viene poi calcolato e visualizzato nella barra di destra (potrebbe volerci qualche secondo).",
    "tuto-title-3": "Nomina i membri della tua famiglia (facoltativo)",
    "tuto-text-3": "Puoi indicare i nomi dei tuoi familiari cliccando sui loro nomi. Puoi anche indicare il tuo sesso cliccando su {#sex}.",
    "previous-button": "< Precedente",
    "next-button": "Successivo >",
    "close-button": "Finitura",
    "_COMMENT6.5": "-------------- Survey --------------",
    "survey-step-1-title": "Alcune domande...",
    "score-exp": "Trovi che i punteggi ottenuti sulla privacy genomica siano rassicuranti o preoccupanti?",
    "score-exp-leftbound": "Altamente preoccupante",
    "score-exp-rightbound": "Altamente rassicurante",
    "you-or-family": "Sei più interessato alla tua privacy genomica o piuttosto a quella dei tuoi parenti?",
    "you-or-family-leftbound": "La mia",
    "you-or-family-rightbound": "I miei parenti",
    "survey-prior-knowledge": "Prima di visitare questo sito web, eravate a conoscenza del rischio genomico che i parenti possono creare l'uno per l'altro?",
    "utility-website": "Lo trovi utile questo strumento?",
    "utility-website-leftbound": "Per niente utile",
    "utility-website-rightbound": "Molto utile",
    "nps": "Quali sono le possibilità di raccomandare questo sito web?",
    "nps-leftbound": "Molto improbabile",
    "nps-rightbound": "Molto probabilmente",
    "survey-comment": "Hai qualche commento su questo strumento?",
    "survey-sex": "Qual e' il tuo sesso?",
    "male": "Maschio",
    "female": "Femminile",
    "rathernotsay": "Piuttosto non dire",
    "survey-age": "Qual è la tua età?",
    "survey-own-sequence": "Hai fatto mettere in sequenza il tuo genoma?",
    "survey-other-sequence": "A sua conoscenza, qualcuno dei suoi parenti ha avuto il sequenziamento del genoma?",
    "yes": "Sì",
    "no": "No",
    "not-sure": "Non sono sicuro",
    "to-some-extent": "In una certa misura",
    "survey-step-2-title": "Un'ultima cosa.....",
    "survey-policy": "Questi dati sono raccolti a fini di ricerca accademica. Vedi la nostra <a href='../faq#data' target='_blank'>Informativa sulla privacy</a> per maggiori informazioni.",
    "survey-volunteer": "Aiutaci a migliorare il nostro strumento, compila un breve sondaggio (2 minuti)!",
    "survey-resume": "Riprendere l'indagine",
    "_COMMENT7": "-------------- L'albero genealogico.",
    "node-name-woman": "La donna",
    "node-name-man": "L'uomo",
    "node-name-grandmother": "Nonna",
    "node-name-grandfather": "Nonno",
    "node-name-mother": "Madre",
    "node-name-father": "Padre",
    "node-name-motherinlaw": "Suocera",
    "node-name-fatherinlaw": "Cognato",
    "node-name-uncle": "Zio",
    "node-name-aunt": "Zia",
    "node-name-uncleinlaw": "Zio",
    "node-name-auntinlaw": "Zia",
    "node-name-you": "Tu",
    "node-name-partner": "Partner",
    "node-name-brother": "Fratello",
    "node-name-sister": "Sorella",
    "node-name-brotherinlaw": "Cognato",
    "node-name-sisterinlaw": "Cognata",
    "node-name-cousinf": "Cugina",
    "node-name-cousinm": "Cugino",
    "node-name-daughter": "Figlia",
    "node-name-son": "Figlio",
    "node-name-daughterinlaw": "Figlia suocera",
    "node-name-soninlaw": "Genero",
    "node-name-niece": "Nipote",
    "node-name-nephew": "Nipote",
    "node-name-grandson": "Nipote",
    "node-name-granddaughter": "Nipote",
    "hint-delete-node": "Cancella questa persona",
    "hint-sequence-node": "Indicare se questa persona ha messo in sequenza il proprio genoma.",
    "hint-change-sex": "Indica il tuo sesso",
    "hint-trash": "Ripristina albero genealogico",
    "change-target": "Selezionare questa persona come obiettivo.",
    "trash-sure": "Sei sicuro di voler resettare il tuo albero di famiglia?",
    "trash-cancel": "Annulla",
    "trash-confirm": "Conferma",
    "mobile-block": "Lo strumento purtroppo non è ancora disponibile su piattaforme mobili.</br>Utilizza un computer per valutare la tua privacy genomica.",
    "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Il nostro strumento non è purtroppo compatibile con Internet Explorer. Si prega di utilizzare un browser web alternativo come Firefox, Chrome o Safari.",
    "privacy-bar-title": "Punteggio della privacy:",
    "_COMMENT8": "-------------- messaggi di risposta, messaggi di risposta.",
    "response-ongoing": "<i class='fas fa-cog'></i> Calcolo in corso...",
    "response-success": "<i class='fas fa-check-circle'></i> Punteggio calcolato in {#1} secondi{#2 (in cache)}.{#3 Il punteggio è invariato, <a href='../faq#change' target='_blank'>impara più <i class='fas fa-question-circle'></i></a>.}",
    "response-error-1": "<i class='fas fa-clock'></i> Il calcolo richiede troppo tempo per essere fatto in tempo reale. Si prega di tornare più tardi. <a href='../faq#duration' target='_blank'>Impara di più <i class='fas fa-question-circle'></i></a></a></a></a>",
    "response-error-2": "<i class='fas fa-exclamation-circle'></i> Errore interno del server, error id: {}. Riprovare più tardi.",
    "response-error-3": "<i class='fas fa-exclamation-circle'></i> Hai raggiunto il numero massimo di individui sequenziati nell'albero genealogico. Si prega di ridurre il numero di individui in sequenza.",
    "response-error-4": "<span style='position:relative;top:-10px;'>Per calcolare un punteggio sulla privacy, selezionare un obiettivo con il pulsante <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
    "response-error-5": "<i class='fas fa-exclamation-circle'></i> Impossibile connettersi al server. Riprovare più tardi.",
    "response-error-6": "Errore del sondaggio",
    "response-error-7": "<i class='fas fa-exclamation-circle'></i> Hai raggiunto il numero massimo di individui (sequenziati o meno) nell'albero genealogico. Si prega di ridurre il numero di individui.",
    "_COMMENT9": "",
    "404-h1-1": "404 errore",
    "404-h1-2": "Ops, questa pagina non esiste.",
    "404-h1-3": "Muovetevi, non c'è niente da vedere qui."
}