{
    "_COMMENT0": "=======================================================================================================================================================================================================.",
    "site-title": "Spersonalizowane zdrowie? Tak, ale prywatne!",
    "404-title": "SantéPerso 404",
    "navbar-home": "Strona główna",
    "navbar-tool": "Narzędzie",
    "navbar-concept": "Koncepcja",
    "navbar-faq": "FAQ",
    "navbar-about": "wokoło",
    "cookie-text": "Nawigując po tej stronie internetowej, akceptujesz nasz <a href='{#1}/faq#data' target='_'_blank'>Polityka prywatności</a>. Twoje dane mogą być wykorzystywane w anonimowej formie do celów badań naukowych o charakterze niezarobkowym. ",
    "cookie-accept": "Dobrze",
    "_COMMENT1": "================================================================================================================================================================================= ==========.",
    "home-title": "DNA, rodzina i prywatność",
    "home-p1": "Twój <a class='ext-link' href='https://pl.wikipedia.org/wiki/Genom'>genome</a>, zwany również <a class='ext-link' href='https://pl.wikipedia.org/wiki/Kwas_deoksyrybonukleinowy'>DNA</a>, składa się z trzech miliardów par <a class='ext-link' href='https://pl.wikipedia.org/wiki/Nukleotydy'>nucleotides</a>. Twój genom wpływa na Twój wygląd fizyczny, ale także na Twoje niewidoczne atrybuty, takie jak predyspozycje do pewnych chorób.  Znając swój genom, możesz poprawić swoją opiekę zdrowotną lub poznać swoje pochodzenie. Informacje te mogą być również wykorzystane do dyskryminowania Ciebie, na przykład w celu odmowy Ci ubezpieczenia zdrowotnego, pracy lub pożyczki.  <a class='ext-link' href='https://www.cnbc.com/2018/06/16/5-biggest-risks-of-sharing-dna-with-consumer-genetic-testing-companies.html'> Dowiedz się więcej</a> ",
    "home-p2": "W każdej parze nukleotydów w twoim genomie, jeden nukleotyd jest dziedziczony po twojej matce, a drugi po twoim ojcu. W rezultacie twój genom jest bezpośrednio związany z genomem twoich rodziców i dzieci, ale także pośrednio z genomem wszystkich członków twojej rodziny: twoich braci i sióstr, twoich kuzynów, twoich dziadków itp.  Twój genom można zatem w dużej mierze wywnioskować z genomu twoich krewnych.  I odwrotnie, genomy twoich krewnych mogą być w pewnym stopniu wydedukowane z twoich.  Ta strona internetowa zapewnia narzędzie do oszacowania tej utraty prywatności. ",
    "home-btn": "Przejdź do narzędzia do szacowania.",
    "_COMMENT2": "=====================================================================================================================================================================",
    "faq-title": "Często zadawane pytania - najczęściej zadawane pytania",
    "faq-intro": "W przypadku ogólnych pytań dotyczących genomiki i prywatności, polecamy <a class='ext-link' href='https://www.priv.gc.ca/en/opc-actions-and-decisions/research/explore-privacy-research/2012/gi_qa/'>FAQ dostarczone przez kanadyjskiego komisarza ds. prywatności</a>, jak również stronę internetową poświęconą prywatności i bezpieczeństwu genomu <a class='ext-link' href='https://genomeprivacy.org/faq/'>GenomePrivacy.org</a>. To FAQ skupia się na pytaniach bezpośrednio związanych z narzędziem oferowanym na tej stronie internetowej.",
    "faq-title-who": "Kto tworzy i utrzymuje tę stronę internetową?",
    "faq-text-who": "Informacje te są dostępne na stronie <a href='../about'>Wokoło</a>.",
    "faq-title-data": "Jakie dane są przechowywane na serwerze?",
    "faq-text-data": "Dane przechowywane na serwerze to: identyfikator użytkownika (wygenerowany losowo), działania wykonane na stronie oraz odpowiedzi na ankiety, jeśli na nie odpowiedziałeś. Nazwy wprowadzone w celu dostosowania drzewa genealogicznego nigdy nie są wysyłane do serwera, a jedynie struktura drzewa, które są wysyłane i przechowywane (anonimowo) przez osoby posiadające sekwencję genomu i cel. Plik cookie jest również tworzony w celu zapisania preferencji użytkownika i zawartości sesji.<br/>Uwaga, że jeśli użytkownik był na innych stronach internetowych domeny unil.ch, może mieć inne pliki cookie analityczne. Nigdy nie są one wykorzystywane przez tę stronę internetową.",
    "faq-title-data-use": "Do czego służą te dane?",
    "faq-text-data-use": "Dane anonimowe/zagregowane są wykorzystywane wyłącznie w badaniach naukowych o charakterze niezarobkowym w dziedzinie prywatności genomowej. Nie udostępniamy danych osobom trzecim.",
    "faq-title-benefits": "Jakie są korzyści płynące z sekwencjonowania lub genotypowania genomu?",
    "faq-text-benefits-p1": "Znajomość genomu ma trzy rodzaje korzyści: medyczne, rekreacyjne i naukowe. Z medycznego punktu widzenia można przewidzieć swoje predyspozycje do określonych chorób i lepiej się leczyć.  W ten sposób można dostosować styl życia do ryzyka genetycznego, jak na przykład w przypadku ryzyka cukrzycy typu 2. ",
    "faq-text-benefits-p2": "Na poziomie rekreacyjnym, możliwe jest odkrycie swojego pochodzenia, a nawet odnalezienie odległych krewnych, za pomocą informacji genetycznych.",
    "faq-text-benefits-p3": "Z naukowego punktu widzenia dzielenie się danymi genomicznymi pomaga rozwijać precyzyjne/spersonalizowane badania medyczne z korzyścią dla wszystkich.",
    "faq-title-risks": "Jakie są zagrożenia dla prywatności związane z sekwencjonowaniem lub genotypowaniem genomu?",
    "faq-text-risks-p1": "Twój genom może być również wykorzystywany do dyskryminowania Ciebie, na przykład w celu odmowy Ci ubezpieczenia, pożyczki lub pracy. Na przykład, Twoje ubezpieczenie może lepiej oszacować Twoje ryzyko medyczne w oparciu o Twoje dane genetyczne i odpowiednio dostosować wysokość składek. W Szwajcarii, Twoja firma ubezpieczeniowa ma teraz prawo poprosić Cię o wyniki badań genetycznych, jeśli suma ubezpieczenia przekracza 400.000 CHF. W praktyce firma ubezpieczeniowa może nawet nie mieć potrzeby zwracania się bezpośrednio do Ciebie o wyniki badań genetycznych. Jeśli jeden lub więcej krewnych przekazało już informacje o genomice, ubezpieczyciel może już oszacować ryzyko genomiczne, być może z mniejszą precyzją, i dostosować wysokość składki na każdą umowę ubezpieczenia, nawet na kwoty poniżej 400 000 CHF. Ta strona internetowa daje Ci możliwość oceny wymiany informacji, które można w takim przypadku wydedukować.",
    "faq-text-risks-p2": "W przypadku bezpośrednich testów konsumenckich oferowanych przez firmy takie jak 23andMe, AncestryDNA lub MyHeritage, firmy te mogą zarabiać na Twoich genomicznych informacjach, dzieląc się nimi. <a class='ext-link' href='https://www.wired.com/story/23andme-glaxosmithkline-pharma-deal/'> 23andMe już sprzedaje dostęp do swojej bazy danych genomicznych</a>, w formie anonimowej, firmom farmaceutycznym. Działania te są obecnie ograniczone do badań farmaceutycznych, ale nie ma gwarancji, że tak będzie zawsze w przyszłości.",
    "faq-title-offer": "Co zapewnia to narzędzie?",
    "faq-text-offer": "Narzędzie to pozwala oszacować Twoją prywatność genomową i prywatność członków Twojej rodziny, w zależności od osób, które poddały sekwencjonowanie genomu.",
    "faq-title-privacy-score": "Co oznacza wynik genomicznej ochrony prywatności?",
    "faq-text-privacy-score": "Wynik w zakresie ochrony prywatności wskazuje, ile informacji o genomice pozostaje tajemnicą, gdy znane są genomy twoich sekwencjonowanych krewnych. Na przykład, gdy znane są genomy obojga biologicznych rodziców, można wywnioskować 46% informacji genetycznych. W związku z tym, jeśli oboje rodzice mieli sekwencjonowane genomy, 54% informacji o genomice pozostaje tajemnicą i jest to Twój wynik w zakresie ochrony prywatności.<br/>Twoje informacje o genomice identyfikują Cię wyjątkowo, ujawniają pochodzenie Twojej rodziny i mogą być wykorzystane do oceny ryzyka związanego z pewnymi schorzeniami.",
    "faq-title-not-privacy-score": "Co nie mówi ci wynik genomicznej prywatności?",
    "faq-text-not-privacy-score-p1": "Wynik w zakresie ochrony prywatności nie uwzględnia specyfiki Twojej osoby, takiej jak pochodzenie etniczne lub korelacje istniejące w ludzkim genomie (<a class='ext-link' href='https://pl.wikipedia.org/wiki/Nier%C3%B3wnowaga_sprz%C4%99%C5%BCe%C5%84'>linkage disequilibrium</a>). Jest to przybliżenie i średnia dla wszystkich genów i wszystkich możliwych konfiguracji genów w Twojej rodzinie. Bez jakichkolwiek danych genetycznych nie jest możliwe, aby nasze narzędzie uwzględniało genetyczną specyfikę Twojej rodziny. W związku z tym szacunek opiera się na publicznie dostępnych statystykach dotyczących częstotliwości występowania alleli, przedstawionych na <a target='_blank' href='../img/mafs_distribution.jpg'>tym rysunku</a>.",
    "faq-text-not-privacy-score-p2": "Wynik w zakresie ochrony prywatności nie wskazuje na prywatność celu w odniesieniu do poszczególnych genów. Niektóre geny są łatwiejsze do określenia niż inne. Tak więc, jeśli ogólna poufność genomiczna wynosi 54%, może się zdarzyć, że niektóre geny mają poufność bliską 0%, a inne bliską 100%. Niektóre wyizolowane warianty zawstydzające, takie jak <a class='ext-link' href='https://pl.wikipedia.org/wiki/Apolipoproteina_E'>ApoE4</a> (co wskazuje na większe ryzyko wystąpienia choroby <a class='ext-link' href='https://pl.wikipedia.org/wiki/Choroba_Alzheimera'>Alzheimer</a>), mogą być łatwo wydedukowane, nawet jeśli wynik w zakresie ochrony prywatności genomu jest wysoki.",
    "faq-text-not-privacy-score-p3": "Wreszcie, on genomiczny wynik prywatności nie mówi ci, w jakim stopniu można ustalić, że jesteś spokrewniony z kimś innym. Na przykład, genom jednego z twoich kuzynów ujawnia tylko 1% twojej własnej informacji genetycznej. Jednak na podstawie obu genomów można z dużą pewnością stwierdzić, że jesteś spokrewniony. Jest to rodzaj technik, które zostały wykorzystane do rozwiązywania spraw karnych, takich jak w przypadku <a class='ext-link' href='https://www.nytimes.com/2018/04/27/health/dna-privacy-golden-state-killer-genealogy.html'>Golden State Killer</a>.",
    "faq-title-half-siblings": "A co z półrodzeństwem i wieloma partnerami?",
    "faq-text-half-siblings": "W chwili obecnej narzędzie nie obsługuje półrodziny i wielu partnerów.",
    "faq-title-how": "Jak wykonuje się obliczenia?",
    "faq-text-how": "Algorytm obliczania genomowej prywatności jest opisany na stronie <a href='.../concept' target='_blank'>Koncepcja</a> i wkrótce będzie zawierał link do szczegółowego raportu technicznego.",
    "faq-title-change": "Dlaczego nie zmienia się wynik dotyczący genomiki prywatności, skoro wskazuję osobę jako sekwencjonowaną w drzewie genealogicznym?",
    "faq-text-change-1": "Oznacza to, że biorąc pod uwagę genomy innych członków Twojej rodziny, genom danej osoby nie dostarcza żadnych dodatkowych informacji na temat genomu docelowego (np. Ciebie). Oto dwie typowe konfiguracje, w których można to zaobserwować:",
    "faq-text-change-2": "Sekwencjonowany bezpośredni przodek (lub bezpośredni potomek) nie dostarcza żadnych informacji: jeśli istnieje inny sekwencjonowany przodek pomiędzy tym przodkiem a celem, wszystkie informacje genetyczne na temat celu są już podane przez pośredniego przodka.<br>Wszystko informacji genetycznej twojej ojcowskiej babci jest przekazywane do ciebie przez twojego ojca. Więc znając genom twojej babci oprócz genomu twojego ojca nie ujawni żadnych dodatkowych informacji o tobie.<br>To samo dotyczy bezpośrednich potomków: znajomość genomu twojego wnuka nie dostarczy żadnych informacji, jeśli genom jego matki (twojej córki) jest znany.",
    "faq-text-change-3": "Żadne dziecko (lub bezpośredni potomek) osoby docelowej nie jest sekwencjonowane; wskazanie małżonka osoby docelowej (lub jednego z jej wstępnych) jako sekwencjonowanego nie zmienia wyniku. <br>Genomy dwóch małżonków nie są spokrewnione.  Tylko wtedy, gdy genom przynajmniej jednego z ich dzieci (lub bezpośredniego potomka) jest znany, że genom jednego z małżonków dostarcza informacji o genomie drugiego małżonka.  Rzeczywiście, wiedząc, który z dwóch nukleotydów posiadanych przez dziecko odziedziczył je po matce, można wywnioskować, że drugi odziedziczył po ojcu, który dostarcza informacji o genomie ojca. ",
    "faq-title-duration": "Dlaczego aktualizacja wyników zajmuje dużo czasu?",
    "faq-text-duration-p1": "Jeśli drzewo genealogiczne, które zbudowałeś, zawiera wiele osób, które sekwencjonowały swoje genomy, obliczenie wyniku dotyczącego prywatności może zająć trochę czasu. Istotnie, algorytm bazowy bierze pod uwagę wszystkie możliwe kombinacje genomów sekwencjonowanych jednostek. Liczba takich konfiguracji rośnie wykładniczo wraz z liczbą sekwencjonowanych genomów.",
    "faq-text-duration-p2": "Jeśli obliczenia trwają dłużej niż 2 minuty, są one przerywane i będą wykonywane w nocy i przechowywane na serwerze. Dlatego też, jeśli wynik genomiki prywatności dla drzewa nie zostanie zaktualizowany w czasie krótszym niż 2 minuty, po prostu wróć następnego dnia i wynik powinien być dostępny.",
    "faq-title-small-changes": "Dlaczego, dla tego samego drzewa i tych samych sekwencjonowanych członków rodziny, wynik zmienia się o kilka punktów procentowych?",
    "faq-text-small-changes": "Aby móc reagować, gdy struktura drzewa genealogicznego napotka się po raz pierwszy, narzędzie oblicza pierwszy przybliżony wynik. To przybliżenie jest później dopracowywane, stąd możliwa niewielka różnica.",
    "_COMMENT3": "===============================================================================================================================================================================.",
    "concept-title": "Koncepcja",
    "concept-p1": "Na tej stronie znajdziesz informacje na temat teoretycznych podstaw genomowego narzędzia do oceny prywatności oferowanego na tej stronie. Narzędzie to opiera się na wynikach przedstawionych szczegółowo w trzech publikacjach naukowych [1,2,3].",
    "concept-p2": "<a class='ext-link' href='https://pl.wikipedia.org/wiki/Genom' >genome</a>, zwana również <a class='ext-link' href='https://pl.wikipedia.org/wiki/Kwas_deoksyrybonukleinowy' >DNA</a>, składa się z trzech miliardów par <a class='ext-link' href='https://pl.wikipedia.org/wiki/Nukleotydy' >nucleotides</a>. W każdej parze nukleotydów jeden nukleotyd jest dziedziczony po matce, a drugi po ojcu. Niektóre nukleotydy (zwane <a class='ext-link' href='https://pl.wikipedia.org/wiki/Polimorfizm_pojedynczego_nukleotydu' >single-nucleotide polymorphism</a>, lub SNP) mogą mieć różne możliwe <a class='ext-link' href='https://pl.wikipedia.org/wiki/Allel' >wartości</a> ze znaną <a class='ext-link' href='https://pl.wikipedia.org/wiki/Allel_frequency' >population-wise likelihoods</a>. Są one podstawą obliczeń: dla każdego SNP narzędzie uwzględnia wszystkie możliwe konfiguracje wartości SNP dla wszystkich członków drzewa genealogicznego, którzy mieli sekwencjonowany genom (lub bardziej szczegółowo <a class='ext-link' href='https://en.wikipedia.org/wiki/Genotyping'' >genotyped</a>). ",
    "concept-p3": "Dla każdej możliwej konfiguracji wartości, narzędzie oblicza prawdopodobieństwo wystąpienia takiej sytuacji. Następnie oblicza tylny rozkład prawdopodobieństwa wartości SNP celu w tej konfiguracji.",
    "concept-p4": "Aby obliczyć ten rozkład prawdopodobieństwa, narzędzie modeluje powiązania między genomami różnych członków Twojej rodziny przy użyciu konkretnego probabilistycznego modelu graficznego, zwanego <a class='ext-link' href='https://pl.wikipedia.org/wiki/Sie%C4%87_bayesowska' >Bayesian network</a>, którego struktura odpowiada strukturze drzewa genealogicznego. Obliczenia te są wykonywane dla każdego SNP w genomie.",
    "concept-p5": "Z tego rozkładu prawdopodobieństwa, ilość informacji genetycznych, które pozostają poufne (tj. takich, których nie można wydedukować) w każdej konfiguracji jest obliczana zgodnie z formułą <a class='ext-link' href='https://pl.wikipedia.org/wiki/Informacja_wzajemna' >mutual information</a>. Wynik dotyczący ochrony prywatności jest średnią ważoną informacji poufnych SNP, gdzie wagi są prawdopodobieństwem konfiguracji.",
    "concept-p6": "Zestaw SNP, które bierzemy pod uwagę dla wyniku w zakresie ochrony prywatności, to ~480'000 SNP genotypowanych przez 23andMe, dla których dane są dostępne w publicznej bazie danych SNP <a class='ext-link' href='https://www.ncbi.nlm.nih.gov/snp/'>dbSNP</a>. Statystyki dotyczące częstotliwości alleli SNP pochodzą z badania <a class='ext-link' href='https://www.nhlbi.nih.gov/science/trans-omics-precision-medicine-topmed-program'>TOPMed</a> uwzględniającego genomy 125'000 osób. Wynikowy rozkład częstotliwości alleli podano na <a target='_blank' href='.../img/mafs_distribution.jpg'>tym rysunku</a>.",
    "concept-p7": "Wynik w zakresie ochrony prywatności odzwierciedla średnią ilość informacji genetycznych, których nie można wydedukować na podstawie genomów sekwencjonowanych członków rodziny.",
    "concept-p8": "Używamy również buforowania, aby uniknąć ponownego obliczenia identycznych wyników w zakresie ochrony prywatności. Kiedy odwiedzający używa narzędzia do obliczenia wyniku, struktura drzewa genealogicznego i odpowiadający mu wynik są przechowywane. Jeśli inny użytkownik dokona tych samych obliczeń później, wynik zostanie natychmiast zwrócony.",
    "concept-publications": "Publikacje naukowe",
    "_COMMENT4": "==============================================================================================================================================================================================.",
    "about-team-title": "Drużyna",
    "about-mathias": "Mathias Humbert, doktorat.",
    "about-position-mathias": "Lider projektu - SDSC",
    "about-didier": "Didier Dupertuis, magister.",
    "about-position-didier": "Deweloper - HEC Lausanne",
    "about-murielle": "Dr Murielle Bochud, doktorantka Murielle Bochud.",
    "about-position-murielle": "Profesor - UniSanté",
    "about-sandrine": "Sandrine Estoppey, MSc.",
    "about-position-sandrine": "Naukowiec naukowy - UniSanté",
    "about-kevin": "Kévin Huguenin, doktorat.",
    "about-position-kevin": "Profesor - HEC Lausanne",
    "about-michael": "Michael Schumacher, doktorat.",
    "about-position-michael": "Profesor - HES-SO",
    "about-benjamin": "Benjamin Trubert, magister.",
    "about-position-benjamin": "Doktorant - HEC Lausanne",
    "about-sponsors-title": "Sponsorzy",
    "about-sponsors-text": "Projekt ten jest częściowo finansowany przez <a class='ext-link' href='https://www.leenaards.ch' >Leenaards Foundation</a> jako część inicjatywy <a class='ext-link' href='https://www.santeperso.ch/' >Personalized Health and Society (SantéPerSo)</a>.",
    "about-thanks-title": "Dzięki.",
    "about-thanks-text": "Zespół chciałby podziękować Fisnik Ademi, Antoine Benquet, Alix Berset, Frida Maria Bjoerk, Michael Lavarini i Antonio Ruggiero, jak również <a class='ext-link' href='http://hec.unil.ch/people/mcherubini' >Prof. Mauro Cherubini</a> za wkład w projekt tej strony w ramach kursu <a class='ext-link' href='http://hec.unil.ch/hec/syllabus/descriptif/2140'>Interaction Design</a>. Projekt strony internetowej został zainspirowany przez <a class='ext-link' href='http://deanattali.com/beautiful-jekyll/' target='_blank'>beautiful-jekyll</a>.",
    "_COMMENT5": "==================================================================================================================================================================================================.",
    "tool-h2-title": "Oszacowanie prywatności",
    "tool-p1": "Na tej stronie możesz zbudować swoje drzewo genealogiczne i wskazać osoby, których genomy są znane, na przykład dlatego, że korzystały z usług takich jak <a class='ext-link' href='https://en.wikipedia.org/wiki/23andMe'>23andMe</a>, <a class='ext-link' href='https://pl.wikipedia.org/wiki/MyHeritage'>MyHeritage</a> lub <a class='ext-link' href='https://pl.wikipedia.org/wiki/Ancestry.com'>AncestryDNA</a> to sequence/genotype their genomes.",
    "tool-p2": "Kiedy to zrobisz, możesz wybrać \"cel\", siebie lub każdego innego członka rodziny, którego genomiczną prywatność chcesz oszacować. Ich wynik w zakresie ochrony prywatności jest następnie wskazywany w pasku po prawej stronie. ",
    "tool-launch-tuto": "Uruchom tutorial ",
    "twitter-link": "<a href='https://twitter.com/intent/tweet?text=Czy%20wiesz%2C%20%C5%BCe%20czyj%C5%9B%20genom%20mo%C5%BCna%20wydedukowa%C4%87%20z%20genomu%20cz%C5%82onk%C3%B3w%20rodziny%3F%20Oszacuj%20swoj%C4%85%20rodzinn%C4%85%20prywatno%C5%9B%C4%87%20genomiczn%C4%85%20za%20pomoc%C4%85%20naszego%20interaktywnego%20narz%C4%99dzia.%20%40GenomePrivacy%20https%3A%2F%2Fbit.ly%2F2Cf8HQW%20%23privacy%20%23genomic%20via%20%40santeperso' target='_blank' class='btn btn-social-icon btn-twitter' title='Twitter' data-i18n='twitter-link'><span class='fab fa-fw fa-twitter' aria-hidden='true'></span><span class='sr-only'>Twitter</span></a>",
    "email-link": "<a href='mailto:?subject=Ocenia%C4%87%20prywatno%C5%9B%C4%87%20genomiczn%C4%85%20w%20swojej%20rodzinie&body=Czy%20wiesz%2C%20%C5%BCe%20czyj%C5%9B%20genom%20mo%C5%BCna%20wydedukowa%C4%87%20z%20genomu%20cz%C5%82onk%C3%B3w%20rodziny%3F%20Oszacuj%20swoj%C4%85%20rodzinn%C4%85%20prywatno%C5%9B%C4%87%20genomiczn%C4%85%20za%20pomoc%C4%85%20tego%20interaktywnego%20narz%C4%99dzia.%20https%3A%2F%2Fbit.ly%2F2F7FNEq'><span id='share-email' class='fas fa-envelope fa-2x' aria-hidden='true'></span><span class='sr-only'>Email</span></a>",
    "explainer-text": "{#1}% informacji o genomice celu można wywnioskować z genomów ich sekwencjonowanych krewnych. Ich wynik w zakresie ochrony prywatności wynosi zatem {#2}%. ",
    "_COMMENT6": "Samouczek -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- samouczek ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ samouczek --------------------------------------------------------------------------------------------------",
    "tuto-title-0": "Zbuduj swoje drzewo genealogiczne",
    "tuto-text-0": "Aby dodać osobę, kliknij na {#add} i wybierz członka rodziny; aby usunąć osobę, kliknij na {#remove}.",
    "tuto-title-1": "Wskazać, kto miał sekwencjonowanie genomu.",
    "tuto-text-1": "Aby wskazać, że dana osoba sekwencjonowała swój genom, kliknij na {#sequence}. Ich ikona DNA staje się ciemniejsza, aby pokazać, że są one sekwencjonowane. Aby ją odwrócić i wskazać, że dana osoba nie sekwencjonowała swojego genomu, kliknij na {#unsequence}.",
    "tuto-title-2": "Wybierz cel dla wyniku w zakresie ochrony prywatności",
    "tuto-text-2": "Aby wybrać cel, kliknij na {#target} przycisk wybranego członka rodziny. Ich wynik dotyczący prywatności jest następnie obliczany i wyświetlany w pasku po prawej stronie (może to potrwać kilka sekund).",
    "tuto-title-3": "Nazwisko członków rodziny (nieobowiązkowo)",
    "tuto-text-3": "Możesz wskazać nazwiska członków swojej rodziny klikając na ich nazwiska. Możesz również wskazać płeć klikając na {#sex}.",
    "previous-button": "< Poprzedni",
    "next-button": "Następny >",
    "close-button": "Zakończyć",
    "_COMMENT6.5": "Ankieta -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- Załatwianie sprawdzianu -------------------------------------------------------------------------------------------------------- Załatwianie sprawdzianurzenie sprawy.",
    "survey-step-1-title": "Kilka pytań...",
    "score-exp": "Czy uzyskane wyniki w zakresie ochrony prywatności genomiki są dla Ciebie uspokajające lub niepokojące?",
    "score-exp-leftbound": "Bardzo niepokojące",
    "score-exp-rightbound": "Wysoce uspokajające",
    "you-or-family": "Jesteś bardziej zainteresowany swoją genomiczną prywatnością, czy raczej prywatnością swoich krewnych?",
    "you-or-family-leftbound": "Mój",
    "you-or-family-rightbound": "Moich krewnych",
    "survey-prior-knowledge": "Czy przed odwiedzeniem tej strony internetowej byliście Państwo świadomi tego, że krewni mogą stwarzać sobie nawzajem zagrożenie dla prywatności?",
    "utility-website": "Czy uważasz, że to narzędzie jest przydatne?",
    "utility-website-leftbound": "Wcale nie jest to przydatne",
    "utility-website-rightbound": "Bardzo przydatne",
    "nps": "Jakie są szanse, że poleciłbyś tę stronę internetową?",
    "nps-leftbound": "Bardzo mało prawdopodobne",
    "nps-rightbound": "Bardzo prawdopodobne",
    "survey-comment": "Czy masz jakieś uwagi na temat tego narzędzia?",
    "survey-sex": "Jaki jest twój seks?",
    "male": "Mężczyzna",
    "female": "Kobieta",
    "rathernotsay": "Raczej nie mówię.",
    "survey-age": "Jaki jest twój wiek?",
    "survey-own-sequence": "Masz sekwencjonowanie genomu?",
    "survey-other-sequence": "Z tego, co pan wie, czy ktokolwiek z pańskich krewnych przeszedł sekwencjonowanie genomu?",
    "yes": "Tak, tak.",
    "no": "Nie, nie.",
    "not-sure": "Nie jestem pewien.",
    "to-some-extent": "Do pewnego stopnia",
    "survey-step-2-title": "Jeszcze jedno....",
    "survey-policy": "Dane te są gromadzone do celów badań naukowych. Zobacz nasz <a href='../faq#data' target='_'_blank'>Polityka prywatności</a> aby uzyskać więcej informacji.",
    "survey-volunteer": "Pomóż nam udoskonalić nasze narzędzie, wypełnij krótką ankietę (2 minuty)!",
    "survey-resume": "Wznowienie badania",
    "_COMMENT7": "Drzewo genealogiczne --------------------------------------------",
    "node-name-woman": "Kobieta",
    "node-name-man": "Człowiek",
    "node-name-grandmother": "Babcia",
    "node-name-grandfather": "Dziadek",
    "node-name-mother": "Matka",
    "node-name-father": "Ojcze",
    "node-name-motherinlaw": "Teściowa",
    "node-name-fatherinlaw": "Teściowiek",
    "node-name-uncle": "Wujku",
    "node-name-aunt": "Ciociu",
    "node-name-uncleinlaw": "Wujku",
    "node-name-auntinlaw": "Ciociu",
    "node-name-you": "Ty",
    "node-name-partner": "Partner",
    "node-name-brother": "Bracie",
    "node-name-sister": "Siostro",
    "node-name-brotherinlaw": "Szwagier.",
    "node-name-sisterinlaw": "Szwagierka",
    "node-name-cousinf": "Kuzyn",
    "node-name-cousinm": "Kuzyn",
    "node-name-daughter": "Córka",
    "node-name-son": "Synu",
    "node-name-daughterinlaw": "Synowa",
    "node-name-soninlaw": "Zięć",
    "node-name-niece": "Siostrzenica",
    "node-name-nephew": "Siostrzeniec",
    "node-name-grandson": "Wnuk",
    "node-name-granddaughter": "Wnuczka",
    "hint-delete-node": "Usuń tę osobę.",
    "hint-sequence-node": "Wskazać, czy ta osoba sekwencjonowała ich genom.",
    "hint-change-sex": "Podaj swoją płeć",
    "hint-trash": "Wyzerować drzewo genealogiczne",
    "hint-tuto": "Przewodnik inauguracyjny",
    "change-target": "Wybierz tę osobę jako cel.",
    "trash-sure": "Jesteś pewien, że chcesz zresetować swoje drzewo genealogiczne?",
    "trash-cancel": "Odwołaj",
    "trash-confirm": "Potwierdź",
    "mobile-block": "Niestety narzędzie to nie jest jeszcze dostępne na platformach mobilnych.</br>Proszę używać komputera, aby oszacować swoją genomiczną prywatność.",
    "IE-block-error": "<i class='fas fa-exclamation-circle'></i> Nasze narzędzie niestety nie jest kompatybilne z Internet Explorerem. Proszę użyć alternatywnej przeglądarki internetowej, takiej jak Firefox, Chrome lub Safari.",
    "privacy-bar-title": "Wynik w zakresie ochrony prywatności:",
    "_COMMENT8": "Komunikaty z odpowiedziami --------------------------------------------------",
    "response-ongoing": "<i class='fas fa-cog'></i> Obliczenia w toku....",
    "response-success": "<i class='fas fa-check-circle'></i> Wynik obliczony w {#1} sekundy{#2 (zbuforowany)}.{#3 Wynik pozostaje niezmieniony, <a href='../faq#change' target='_blank'>learn more <i class='fas fa-question-circle'></i></a>.}",
    "response-error-1": "<i class='fas fa-clock'></i> Obliczenia trwają zbyt długo, aby były wykonywane w czasie rzeczywistym. Proszę wrócić później. <a href='.../faq#duration' target='_blank'>Dowiedz się więcej <i class='fas fa-question-circle'></i></a></a>",
    "response-error-2": "<i class='fas fa-exclamation-circle'></i> Wewnętrzny błąd serwera, pomyłka id: {}. Proszę spróbować ponownie później.",
    "response-error-3": "<i class='fas fa-exclamation-circle'></i> Osiągnąłeś maksymalną liczbę sekwencjonowanych osobników w drzewie genealogicznym. Proszę zmniejszyć liczbę osobników sekwencjonowanych.",
    "response-error-4": "<span style='position:relative;top:-10px;'>Aby obliczyć wynik dotyczący prywatności, wybierz cel za pomocą przycisku <svg style='position:relative;top:6px;' height='24px' width='24px'><g transform='translate(12,12)'><circle r='12' class='node-button-circle'></circle><text class='fas node-button-fas' x='-6px' y='5px' style='font-size:12px'>&#xf05b;</text></g></svg>.</span>",
    "response-error-5": "<i class='fas fa-exclamation-circle'></i> Nie można się połączyć z serwerem. Proszę spróbować ponownie później.",
    "response-error-6": "Błąd sondażu",
    "response-error-7": "<i class='fas fa-exclamation-circle'></i> Osiągnąłeś maksymalną liczbę osób (sekwencjonowanych lub nie) w drzewie genealogicznym. Proszę zmniejszyć liczbę osób.",
    "_COMMENT9": "====================== 404 STRONA ==========================================================================================================================================================================.",
    "404-h1-1": "404 błąd",
    "404-h1-2": "Ups, ta strona nie istnieje.",
    "404-h1-3": "Ruszaj się, nie ma tu nic do oglądania."
}